[
  {
    "url": "transmutes://notes/Alans Best_",
    "title": "Alans Best ",
    "content": "`You dont have to make up your mind what your nerve cells are gonna do, You delegated all that authority. Lao Tzu puts it in this way, 'The great Tao flows everywhere, both to the left and to the right. It loves and nourishes all things, but does not lord it over them, and when merits are accomplished, it lays no claim to them.' The more, therefore, you relinquish power, trust others, the more powerful You become. But in such a way that instead of having lay awake nights, controlling everything, you do it beautifully by trusting the job to everyone else, they carry it on. So you can go to sleep at night and trust your nervous system to wake you up in the morning, you can even tell it 'I want to wake up at six o'clock' and it will wake you up just like an alarm clock. This seems a sort of paradox to say this, but the principle of unity, of coming to a sense of Oneness with the whole of the rest of universe, is not to try to obtain power over the rest of the universe, that will only disturb it and antagonize it and make it seem less One with you then ever. The way to become One with the Universe is to Trust IT.\"\n \nYou are thought of. There is not a you related to thought\n\nBut that gets us to a deeper point yet. The Self—the real Self—doesn’t matter, which is another way of saying it doesn’t exist for any purpose. It doesn’t need to exist for any purpose. What purpose would it exist for, when it’s what there is! It won’t find anything in the future, has nothing in the past that it has to go back and remember. It’s now. An eternal now. And so, in that way it doesn’t matter. But therefore, the most important thing in the universe is the one thing that doesn’t matter. The one thing that’s totally and completely useless, and that nobody can find anything for.\n \nThe knowledge of Brahman, the Self, never does anybody any good if they’re trying to make it do them some good. Only when they are not concerned with whether it does them any good or not does it do them any good. It’s like when you relax and you go out and play. Americans, in particular, don’t know how to do this because they always justify it. They always say, It’s good for me. It’s exercise. It’s just a change from work, and that’ll be able to make me work better. See? Everything they do is done for some serious reasons. It’s the Protestant conscience. And so we never play, except very exceptionally. Because play is that which is done just for itself—for fun.\n\nseeking : \nhttps://alanwatts.org/2-4-8-way-beyond-seeking-part-1/\n\nIf you say that getting the money is the most important thing, you'll spend your life completely wasting your time. You'll be doing things you don't like doing in order to go on living, that is to go on doing thing you don't like doing, which is stupid.”\n\nThe greater part of human activity is designed to make permanent those experiences and joys which are only lovable because they are changing. It must be obvious… that there is a contradiction in wanting to be perfectly secure in a universe whose very nature is momentariness and fluidity .\n\nthe gold essence Alan wattshttps://youtu.be/7blUYJm6i-c\n\nLast para me how to enjoy pleasure -\nhttps://alanwatts.org/1-3-10-religion-and-sexuality-pt-1/?highlight=Sex\n \n no amount of effort can turn turmoil in to peace\n\n\nB cause you see most of us think compulsively is the first sign of mod hell pulsively all to time that is to say we talk to ourselves talking"
  },
  {
    "url": "transmutes://notes/Astrology and decision_",
    "title": "Astrology and decision ",
    "content": "Hi Sanket\n\n1.  Have not investigated astrology.  However, I did a lot of work on trying to predict the future with the \"I Ching\".  In the end I had several different books on the topic which often conflicted.  I found the whole process useless and \"crippling\" as I wouldn't do anything without consulting it.  So I eventually \"woke up\" and dropped the whole thing.\n\n2.  On decisions, they just seem to happen \"all by themselves\".  If you read my work, all described at the bottom of this email, you'll find that \"everything is predetermined\" by some higher power, whatever name you give He/She.  They are too important to be left to us to make.  \n\nBest,\n\nGary"
  },
  {
    "url": "transmutes://notes/Book of life",
    "title": "Book of life",
    "content": "\"As long as one is seeking a continuity—wanting permanency in relationship, in love, longing to find peace everlasting, and all the rest of it—one is pursuing something\n\n\"that is within the field of time and therefore does not belong to the timeless.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"As long as there is the experiencer, the observer, the thinker, there must be the fear of ending, and therefore of death….\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"The man who sees something totally, who sees life tot%ally, must obviously be out of time.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"One can see—at least for me, it is very clear—that you can cut, like a surgeon, the whole cord of misery immediately. That is why I want to go into it with you.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"It is this perception alone that will resolve all our problems.\" \n\n\"Your mind must not be distracted by the “how,” by the desire for an answer. Such a mind is not an attentive mind.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"The ending of sorrow is realized in sorrow itself, not away from sorrow. To move away from sorrow is merely to find an answer, a conclusion, an escape; but sorrow continues. Whereas, if you give it your complete attention, which is to be attentive with your whole being, then you will see that there is an immediate perception in which no time is involved, in which there is no effort, no conflict; and it is this immediate perception, this choiceless awareness that puts an end to sorrow.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\n\"A mind that is free from something is not a free mind; such freedom, the freedom from something, is only a reaction, and it is not freedom. A mind that is seeking freedom is never free. But the mind is free when it understands the fact, as it is, without translating, without condemning, without judging; and being free, such a mind is an innocent mind, though it lived 100 days, 100 years, having all the experiences. It is innocent because it is free, not from anything, but in itself.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"if you actually perceive the narrowness of the spirit, the increasing slavery of the mind, then you will find that out of perception comes energy; and it is this energy born of perception that is going to shatter the petty mind, the respectable mind, the mind that goes to the temple, the mind that is afraid. So perception is the way of truth.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"But when the mind perceives without the slightest flutter, then it is capable of looking into the total depth of itself; and such perception is really timeless. You don’t have to do something to bring it about; there is no discipline, no practice, no method by which you can learn to perceive.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"Your mind must not be distracted by the “how,” by the desire for an answer. Such a mind is not an attentive mind.\"\n\n\"The ending of sorrow is realized in sorrow itself, not away from sorrow. To move away from sorrow is merely to find an answer, a conclusion, an escape; but sorrow continues. Whereas, if you give it your complete attention, which is to be attentive with your whole being, then you will see that there is an immediate perception in which no time is involved, in which there is no effort, no conflict; and it is this immediate perception, this choiceless awareness that puts an end to sorrow.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"A mind that is free from something is not a free mind; such freedom, the freedom from something, is only a reaction, and it is not freedom. A mind that is seeking freedom is never free. But the mind is free when it understands the fact, as it is, without translating, without condemning, without judging; and being free, such a mind is an innocent mind, though it lived 100 days, 100 years, having all the experiences. It is innocent because it is free, not from anything, but in itself.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"if you actually perceive the narrowness of the spirit, the increasing slavery of the mind, then you will find that out of perception comes energy; and it is this energy born of perception that is going to shatter the petty mind, the respectable mind, the mind that goes to the temple, the mind that is afraid. So perception is the way of truth.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\n\"But when the mind perceives without the slightest flutter, then it is capable of looking into the total depth of itself; and such perception is really timeless. You don’t have to do something to bring it about; there is no discipline, no practice, no method by which you can learn to perceive.\" (from \"The Book of Life: Daily Meditations with Krishnamurti\" by J. Krishnamurti)\n\nStart reading it for free: https://amzn.in/2PeTfxc"
  },
  {
    "url": "transmutes://notes/CRAZY AS FUCK WORDS! Robert adams",
    "title": "CRAZY AS FUCK WORDS! Robert adams",
    "content": "It is when there is complete attention there is no confusion. Right? It is only when there is no attention then confusion arises. Confusion arises when there is division, which is inattention. I wonder if you get this! Right?\n\nYou see the pictures, the paintings, the ancient writing, the symbols, everything says, 'Pursue that, avoid that'. As though you can divide life, fear, pleasure, sorrow, job - you understand? They are all one. Aren't they? But see what we have done.\n\nThen there is no shadow of division, as the 'me' and 'you', my country, your country, my dogma - all that. That means when there is complete freedom then there is a perception of the whole. And from that, comprehension; from that, intelligence. That intelligence can act in the world, to get a job, to get no job, to do anything. But now we approach it as parts and therefore we are creating havoc in the world. Right?\n\nhttps://jkrishnamurti.org/content/remaining-challenge-sorrow/challenge\n\nIs there not a different approach to work? Is it not possible to be happy and work, rather than to seek happiness in work? When we use work or people as a means to an end, then obviously we have no relationship, no communion either with the work or with people; and then we are incapable of love. Love is not a means to an end; it is its own eternity. When I use you and you use me, which is generally called relationship, we are important to each other only as a means to something else; so we are not important to each other at all. From this mutual usage, conflict and antagonism must inevitably arise. So what are you going to do? Let us both discover what to do rather than seek an answer from another. If you can search it out, your finding of it will be your experiencing of it; then it will be real and not just a confirmation or conclusion, a mere verbal answer.\n\noften wonder why it is that the painter, the sculptor, the composer, the writer - the so-called creative artists - have such extraordinary importance in this world and not the shoemaker or the cook. Aren't they creative too?\n\nhttps://jkrishnamurti.org/content/beauty-and-artist/work\n\nAre you awakened only by circumstances, by challenges, by some disaster or joy? Or is there a state of being awake without any cause? If you are awakened by an event, a cause, then you depend on it, and when you any dependence is the end of skill, the end of artistry.\n\nhttps://jkrishnamurti.org/content/beauty-and-artist/work\n\nIf a petty mind, realizing it is petty, makes an effort to change itself, is it not still petty? The effort to change is born of a petty mind, therefore that very effort is petty. “Yes, I see that, but what can one do?”\n\nAny action of the mind is small, limited. The mind must cease to act, and only then is there the ending of mediocrity.\n\nhttps://jkrishnamurti.org/content/series-ii-chapter-38-%E2%80%98-competitive-way-life%E2%80%99/success\n\nBooks cannot teach nor can any guru lead to this source. It cannot be reached through the cultivation of virtue, though virtue is necessary, nor through capacity and obedience. When the mind is serene, without any movement, it is there. Serenity is without motive, without the urge for the more.\n\nhttps://jkrishnamurti.org/content/chapter-38-learn-about-images-we-have-accepted-demands-self-awareness/expectation\n\nUnderstanding a problem undoes the problem directly and resolves it instantaneously without any postponement. For instance, if I feel that I am responsible for the marriage of my daughter, I can resolve that problem of marriage only when I understand all the implications in it. Understanding is a total responsibility of your entire being, a perception which comes to you of the entire picture and not of a part only.\n\nhttps://jkrishnamurti.org/content/madras-7th-group-discussion-4th-november-1947/expectation\n\n Freedom is not the act of decision but the act of perception. \n\nThe function of education is to help you to face the world in a totally different intelligent way.\"\n\n\"When you have that seed, and it is flowering here, then you will keep it going all your life. But if this doesn't operate, then the world will destroy you. The world makes you what it wants you to be: a cunning animal.\"\n\n\nhttps://jkrishnamurti.org/content/chapter-7-%E2%80%98sex-and-marriage%E2%80%99/Sex\n\nTo know joy one must go much deeper. Joy is not mere sensation. It requires extraordinary refinement of the mind, but not the refinement of the self that gathers more and more to itself. Such a self, such a man, can never understand this state of joy in which the enjoyer is not. One has to understand this extraordinary thing; otherwise, life becomes very small, petty, superficial - being born, learning a few things, suffering, bearing children having responsibilities, earning money, having a little intellectual amusement and then to die. That is our life. There is very little refinement in clothes, in manners, in the things that we eat. So, gradually, the mind becomes very dull.\n\n it. But if I am seeking a solution I never go into the question. The causation of problems can be ended not through a solution but the understanding of the problem itself\n\nAny action of the mind is small, limited. The mind must cease to act, and only then is there the ending of mediocrity.\n\n Is it not possible to be happy and work, rather than to seek happiness in work? When we use work or people as a means to an end, then obviously we have no relationship, no communion either with the work or with people; and then we are incapable of love\n\no a mind that’s learning, the heavens are open.Had you been aware of the significance of what you were feeling and saying, it would have opened the door to that movement. There is no ‘further’ learning, but just learning as you go along. Comparison arises only when there is accumulation. To die to everything that you have learnt is to learn. This dying is not a final act: it is to die from moment to moment.\n\nThe mind that is dependent in attachment becomes irresponsible to the whole.\n\ndependance brings great conflict \n\nRobert Adams\n\nDo not think you're so important that\nyou have to overcome a problem.\nThat is all you're doing\nwhen you think you have a problem to overcome.\nIt makes you feel important.\nI've got to solve this problem, I've got to overcome this situation.\nAs if 'I' is somebody important.\n'I' doesn't exist.\nIf 'I' doesn't exist neither does your problem.\n\nYou know by now that your problem exists\nbecause you believe in your 'I'.\nWhen you realize 'I' does not exist everything disappears.\nThis is what I mean when I tell you sometimes, there are no problems, there never were any problems and\nthere never will be any problems.\nBut as soon as you begin to think there are problems.\n\nEven while you're sitting here listening to me,\nif you allow your mind to think doesn't a problem come up in your life that you're thinking about,\nthat you think is so important at the present time?\nBut if you were spontaneous and live in the eternal present,\nthe eternal now, forget about the past,\ndon't worry about the future but live in this particular second,\nin this second there are no problems.\nIf you can only stay in this split second, no-one is hungry,\nno-one is ill, no-one is in need, no-one is suffering.\n\nAs you begin to stay in that split second, this split second expands into a minute, into two minutes,\ninto ten minutes and as you abide in it, it turns into eternity.\nYou are always in that split second where nothing is happening.\nWhere no thing is taking place.\nThat split second is bliss, pure intelligence,\nabsolute reality and you are that.\n\nSo again, it begins when you get up in the morning.\nYou observe the 'I'.\nYou watch yourself thinking I got up, I just woke up.\nBut now here's the catch, do not allow the 'I' to go any further.\nAs soon as you watch yourself saying, \"I just woke up\".\nTry to catch yourself and ask yourself the question,\n\"Who is the 'I' that just woke up?\"\nFor in that split second prior to awakening you were in bliss,\nno thoughts.\nBut as soon as you begin to think of the 'I',\nthe world comes into play.\nIn that split second before I came along you were awake.\nYet there was no world, there were\n\non right action -> https://youtu.be/ESa8AJLz1-Q\nwhen you remain with something completely,entirely with all your attention that thing disappears, in the pursuit you will never end it.  The result of such broken life will inevitable give rise to strain, is there a life which is whole, do whatever you do out of that wholeness is the right action, the intelligence cannot be cultivated bu going to school or you cant be more sensitive by going to college or by being told how to be sensitive , but if one sees the actuality without any desire to alterate or fuss around with it and see actually what is happening that very percetion is intelligent and that  intelligence is always right action.\n\nWe have become irresponsible because we depend.\n\nWhere there is comparison, there is hurt. When I compare myself with somebody who is more clever, more bright, more intelligent, that is, when there is measurement, there must be hurt. So please enquire whether you can live without comparison, without measurement. We are always comparing ourselves with someone. It begins at the school when the boy is told that he must be as good as his brother. That is comparison, that is measurement, and that process continues throughout life.\n\nif I try to become detached I am attached to that detachment. Right? I wonder if you follow all this!\n\nAnd where there is fear there is no freedom, there is no love, there is discontent. You are following all this? Please sirs, don't let's waste time on all this. So you must have the capacity to run - not physically but inwardly run, jump, not go step by step like a snail.\nRequirement of learning is a mind that is not burdened with knowledge \n\nThe act of learning, as we have pointed out, is the act of pure observation, and this observation is not held within the limitation of memory. We learn to earn a living but we never live. The capacity to earn a living takes most of our life; we have hardly any time for other things. We find time for gossip, to be entertained, to play, but all this is not living. There is a whole field that is actual living which is totally neglected.\n\nI think it is important to understand that a man who accumulates can never learn. Self-learning implies a fresh, eager mind - a mind that is not committed, a mind that does not belong to anything, that is not limited to any particular field. It is only such a mind that learns."
  },
  {
    "url": "transmutes://notes/David Dawkins, quotes from book added",
    "title": "David Dawkins, quotes from book added",
    "content": "https://youtu.be/h0CdgqNQ45I\n\nhttps://youtu.be/sqcHJhoIg5s\n\nLet go of trying to change and control others.\n\nEach moment is created by god!\n\nhttps://veritaspub.com/product/2002-04-positionality-and-duality-transcending-the-opposites-apr-2002/\n\n\nhttps://youtu.be/VbLIP9BV_qU\n\nWillingness to heal \n\nhttps://youtu.be/aII70vYdwQg\n\nTo be free of inner conflict and expectations is to give others in our life the greatest freedom.  It allows us to experience the basic nature of the universe, which, it will be discovered, is to manifest the greatest good possible in a situation. \n\nhttps://starburstfound.org/feeling-tone-theory/\n\nIt goes without saying that such a model of mental phenomena suggests an approach to education quite different from that currently practiced in schools. According to this approach, understanding is best accomplished through a process of facilitation, rather than through rote instruction. Teaching is not a programming process, the feeding of information into computer-like brains. Rather, it is an agrarian process -- the acquisition of knowledge being likened to the raising of crops. The teacher's purpose is to provide sunlight, fertilizer, and water, and an environment free of predators in which sensitivity, caring, and curiosity are free to develop. The learning which ensues must be viewed a s abirth process, one which must not be rushed. Confusion results if material is delivered at a pace faster than the student can assimilate, since the evoked thoughts require sufficient time to take full root in the student's personal feeling tone fabric that he is perpetually weaving.\n\nAs he wrote,   “…just being ordinary is an expression of Divinity; the truth of one’s real Self can be discovered in the pathway of everyday life.  To live with care and kindness is all that is necessary; the rest reveals itself in due time.  The commonplace and God are not distinct.” ” P v F, 390.\n\nIt’s our duty to give back what we’ve learned, whether it’s to one person or to many. That’s what Doc would want us to do – to give back what we have learned.\n\nFor Dave, it was never about him – he only cared about the message and its impact on others.   During our last dialogues, which we videotaped at the ranch, he would say, “I’m sorry I’m not as eloquent a speaker as I used to be, but the message is still there.”\n\n He knew what to say to them about how to get better.  What he said was not always sweet and rosy – sometimes it was a Zen whack!  He knew when to pull that out and when not to; he knew when people needed encouragement and when they needed the whack.\n\nHe loved everyone unconditionally.  That got him into trouble sometimes because he trusted the wrong people; he saw only the good side of everyone, including those who really just wanted to use him.  That happened over and over again; it was not easy for me, as his wife, to stand back and watch him go through a betrayal.\n\n This was true even during his last days.  He said things like, “Everything is really pretty simple — but it’s difficult to discover that!”   And at one point, when we thought he was dying, he suddenly roused from a deep sleep and asked, “Who Died? Did I know him?!”\n\nHe would tell me, “Just use your common sense, Suzie.”\n\nDavid and I had a wonderful life.  We met in Country Western dance class and never stopped dancing together – we danced in parking lots, grocery stores, restaurants, and doctor’s offices!\n\n\"Freud pointed out that suppression was the cause of neurosis; therefore, expression was mistakenly thought to be the cure. This misinterpretation became a license for self-indulgence at the cost of others. What Freud actually said, in classical psychoanalysis, was that the repressed impulse or feeling was to be neutralized, sublimated, socialized, and channeled into constructive drives of love, work and creativity.If we dump our negative feelings on others, they experience it as an attack and they, in turn, are forced to suppress, express, or escape the feelings; therefore, the expression of negativity results in the deterioration and destruction of relationships. A far better alternative is to take responsibility for our own feelings and neutralize them. Then, only positive feelings remain to be expressed\n\nWe can avoid our own inner selves and keep our feelings from emerging by an endless variety of pursuits, many of which eventually become addictions as our dependency upon them grows. \n\nEveryone knows that, when we let go, we immediately feel better. The body’s physiology changes. There are detectable improvements in skin color, breathing, pulse, blood pressure, muscle tension, gastro-intestinal function, and blood chemistries. In the state of inner freedom, all bodily functions and organs move in the general direction of normalcy and health. There is an immediate increase in muscle power. Vision improves and our perception of the world and ourselves changes for the better. Wel feel happier, more loving, and more easygoing\n\nBecause emotions emit a vibrational energy field, they affect and determine th e people who are in our lives Similarly, “love promotes love,” so that the person who has let go of a lot of inner negativity is surrounded by loving thoughts, loving events, loving people, and loving pets. This phenomenon explains many scriptural quotations and common sayings that have puzzled the intellect, such as, “The rich get richer and the poor get poorer,” and “Those who have, get.” As a general rule, therefore, people who are carrying the consciousness of apathy bring poverty circumstances into their lives, and those with a prosperity consciousness bring abundance into their lives\n\nLetting go involves being aware of a feeling, letting it come up, staying with it, and letting it run its course without wanting to make it different or do anything about it. It means simply to let the feeling be there and to focus on letting out the energy behind it. The first step is to allow yourself to have the feeling without resisting it, venting it, fearing it, condemning it, or moralizing about it. It means to drop judgment and to see that it is just a feeling. The technique is to be with the feeling and surrender all efforts to modify it in any way. Let go of wanting to resist the feeling. It is resistance that keeps the feeling going. When you give up resisting or trying to modify the feeling, it will shift to the next feeling\"\n\n\"Freud pointed out that suppression was the cause of neurosis; therefore, expression was mistakenly thought to be the cure. This misinterpretation became a license for self-indulgence at the cost of others. What Freud actually said, in classical psychoanalysis, was that the repressed impulse or feeling was to be neutralized, sublimated, socialized, and channeled into constructive drives of love, work and creativity.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"We can avoid our own inner selves and keep our feelings from emerging by an endless variety of pursuits, many of which eventually become addictions as our dependency upon them grows.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\nCatastrophe source of hapoiness outside us. \n\nhttps://youtube.com/shorts/4WzatsFwSZs?feature=share\n\nhttps://veritaspub.com/blog/"
  },
  {
    "url": "transmutes://notes/David dawkins Pathway to surrender_",
    "title": "David dawkins Pathway to surrender ",
    "content": "\"The world can only see us as we see ourselves\" \n\n\"Can we not perform our job well because we care about the recipients of our services, rather than just the fear of losing our jobs or pursuing our own ambition? Can we not accomplish more by cooperation, rather than by fearful competition?\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"The person who has found inner peace can no longer be intimidated, controlled, manipulated, or programmed.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\n\"Don’t look for answers; instead, let go of the feelings behind the question. When we are surrendered on the feeling behind the question, we can let go of any other feelings that we might also have about what seems to be the problem. When we are finally and fully surrendered on all components, the answer will be there waiting for us.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"let go of all blocks to happiness, success, health, acceptance, love, and peace. By doing this, the deed is already done, for you have set the whole experience into a context that will automatically begin to unfold.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"We recognize that people are not really responding to our body at all but to our\" (from \"Letting Go inner attitudes, our energy state, and our level of awareness. One day it dawns on us that everyone and everything in the world are responding to our level of consciousness, our intention, and to the inner feeling we have about them. We register the magnetism of saintly people such as Mother Teresa, the Dalai Lama, and Mahatma Gandhi.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"It might be said that the smaller we feel inside, the greater amount of power, money, and glamour must be accumulated in order to try and compensate for the inner smallness.\"\n\n\"“Hate is not conquered by hate. Hate is conquered by love. This is an eternal law.”\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"The insecure person is fearful and prone to jealousy, clinging, possessiveness, and attachment in relationships, an approach that always brings frustration\" \n\n\"The kind of thoughts we are having about them is very likely matched with similar thoughts they are having about us.\"To be surrendered means that we are willing to relinquish a feeling by allowing ourselves just to experience it and not to change it. Resistance is what keeps it there in the first place.\" \n\n\"Others always know when we are out to exploit them.\n\nWhen we are surrendered, there is no longer the pressure of time. Frustration comes from wanting a thing now instead of letting it happen naturally in its own time.\n\nWhen we surrender the pressure of wantingness, we are clear to make wiser choices and decisions.\"\n\n\"If we get stuck in a feeling, it is because we still secretly believe that it will accomplish something for us Feelings are the key to the expansion or constriction of our talents, abilities, and actions \n\nThe man who won the race was motivated by the sheer love of running and to do his best. He didn’t run to “beat” another. He didn’t compare himself to other runners. He ran his best because he loved to run.\n\nWe become like the winning runner in Chariots of Fire who loves what he does, delights in his success and that of others, and has boundless energy to excel in the world\n\n\"No matter what is going on in life, keep the steadfast intention to surrender negative feelings as they arise.\n\nMake a decision that freedom is more desirable than having a negative feeling.\"\n\n\"You disappear it by choosing to be one with it and refusing to want to change it as it arises. Do this continuously, no matter what, nonstop. This means that you cannot make an exception here, or an exception there. It means continuously, and with everyone and he reason you’re not experiencing this state of total peace and timelessness is because it is being resisted. It is being resisted because you are trying to control the moment. If you let go of trying to control your experience of the moment, and if you constantly surrender it like a tone of music, then you live on the crest of this exact\n\nExperience arises like a note of music. The minute you hear a note, it’s already passing away. The instant you’ve heard it, it’s already dissolving. So every single moment is dissolving as it arises. Let go of anticipating the next moment, trying to control it, trying to hang on to the moment that has just passed. Let go clinging to what has just occurred. Let go trying to control what you think is about to occur. Then you live in an infinite space of non-time and non-event. There is an infinite peace beyond description. And you are home.\"\n\nWhat others are is irrelevant, whats important is what you are,realize these are all human notions you have about being better and god is not limited by the Human notions. God is nothing but peace and love."
  },
  {
    "url": "transmutes://notes/David dawkins pathway to surrender_(1)",
    "title": "David dawkins pathway to surrender ",
    "content": "\"Freud pointed out that suppression was the cause of neurosis; therefore, expression was mistakenly thought to be the cure. This misinterpretation became a license for self-indulgence at the cost of others. What Freud actually said, in classical psychoanalysis, was that the repressed impulse or feeling was to be neutralized, sublimated, socialized, and channeled into constructive drives of love, work and creativity.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"If we dump our negative feelings on others, they experience it as an attack and they, in turn, are\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\"forced to suppress, express, or escape the feelings; therefore, the expression of negativity results in the deterioration and destruction of relationships. A far better alternative is to take responsibility for our own feelings and neutralize them. Then, only positive feelings remain to be expressed.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\n\"We can avoid our own inner selves and keep our feelings from emerging by an endless variety of pursuits, many of which eventually become addictions as our dependency upon them grows.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"Everyone knows that, when we let go, we immediately feel better. The body’s physiology changes. There are detectable improvements in skin color, breathing, pulse, blood pressure, muscle tension, gastro-intestinal function, and blood chemistries. In the state of inner freedom, all bodily functions and organs move\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\"in the general direction of normalcy and health. There is an immediate increase in muscle power. Vision improves and our perception of the world and ourselves changes for the better. We feel happier, more loving, and more easygoing.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"Because emotions emit a vibrational energy field, they affect and determine the people who are in our lives.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\"Similarly, “love promotes love,” so that the person who has let go of a lot of\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\n\"Letting go involves being aware of a feeling, letting it come up, staying with it, and letting it run its course without wanting to make it different\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\n\"or do anything about it. It means simply to let the feeling be there and to focus on letting out the energy behind it. The first step is to allow yourself to have the feeling without resisting it, venting it, fearing it, condemning it, or moralizing about it. It means to drop judgment and to see that it is just a feeling. The technique is to be with the feeling and surrender all efforts to modify it in any way. Let go of wanting to resist the feeling. It is resistance that keeps the feeling going. When you give up resisting or trying to modify the feeling, it will shift to the next feeling\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)\"and be accompanied by a lighter sensation. A feeling that is not resisted will disappear as the energy behind it dissipates.\" (from \"Letting Go: The Pathway of Surrender\" by David R. Hawkins)"
  },
  {
    "url": "transmutes://notes/Death_",
    "title": "Death ",
    "content": "https://www.madinamerica.com/2017/08/adam-maier-clayton-assisted-suicide-mental-illness/\n\nThe most relatable https://youtu.be/SDcGB5PsjRo?si=\n\n\n\nExit international: Philip \n\nhttps://www.cbc.ca/amp/1.4080553\n\n\nhttps://youtube.com/shorts/G0u4u3iRvyk?si=QtAdVeFjqyxy0Wrb\n\n\n\nhttps://www.wtamu.edu/~cbaird/sq/mobile/2024/01/08/is-mental-illness-really-an-illness/"
  },
  {
    "url": "transmutes://notes/Design of everyday things_",
    "title": "Design of everyday things ",
    "content": "double diamond approach \n\nProducing a good product required alot more than technical skills. It requires a harmonius,smoothly functioning,cooperative and respectful organization.\n\nPg 317 - good references."
  },
  {
    "url": "transmutes://notes/Diaries 2019-21",
    "title": "Diaries 2019-21",
    "content": "Diaries_text_2021\n\n\nHe stressed Meditation in midst of activity is 1000 times superior to meditation in still ness! He stressed never ending and severe training to deepen the insight of enligtenment & once ability to manifest it in all activities \n\nLove can attain what the intellect cannot fathom\n\nEliminate problems at the begining when they are weak \n-Lao Tzu\n\nTrue affluence is not needing anything \n-Cocky syndes\n\nFor there is no reason for creation than pure joy!\n\nQuality is not attained by endurance or duration but by absence of purpose and hurry\n\nDivine world is no other than the Ordinary World\n\nOne is thereby initiated  from the world of clock time to the world of real time, to the world of real time in which events come and go of themselves in unforced succession timed by themselves and not by mind! \n\nSinger doesnt sing a song but lets it sing itself with his voice.\n\n\nReal travel travel requires a maximum of unscheduled wandering for there is no way of discovering surprises and I see it is the only reason for not staying a home!\n\n But the whole point of this deadcats head philosophy is just that its inconsequential that like nature itself it is a kind of sublime nonsense an expression of ecstasy and not an end in itself without a purpose or goal! \n\n\nIt is enormously important to understand that there is no possibility of having any real pleasure in life at all without a skill.\n\nFree mind doesnt create a problem it meets a problem then answers it but doesnt create a problem.\n\nNothing is a Problem till you make it \n\nLet us approach it without wanting to find a solution for any of that, then it becomes fun! Sense of joy in Enquiry! \n\nAs a man with a stomach wound craves water which is fatal to drink, the minds chronic withdrawal from suffering renders it just that much more vulnerable! \n\nBe free from thoughts. Do not hold on to anything , they do not hold you. Be yourself\n\nYOur nature is peace and happiness. The body itself is a thought, be as you really are, there is no reason to be depressed\n\nBy no means to say that science and analytics thought are useless & destructive tools but rather that the people who use that must be greater than their thought\n\nA man who is dying from moment to moment & therefore renewing is able to meet life. It is not that he is separate from life, he is life! \n\nBecause when there is creative urge, it will find its own technique or its own means or expression\n\nThe man who knows how to split the atom and has no love in his heart becomes a monster\n\nMInd is consciousness which has put on limitations you are originally unlimited & perfect later you take on limitation and become the mind !\n\nWhen the mind unceasingly investigates its own nature it transpires that there is no such thing as mind, this is the direct path for all!\n\nSelf enquiry alone can reveal the truth neither the ego njor the mind really exists and enable one to realize the pure\n\nKnowlede and activity are never mutually antagonistic and realization of one never impede performance of the other\n\nSo long as the sense of being the doer remains desires does also, the ego remains. The sense of being the doer is the bondage not the action itself, agitation of the mind is the cause of desire, of the sense of being the doer of personality\n\n\nWithout understanding ourselves, mere occupation leads to frustration, with its inevitable escapes through all kinds of mischievous activities.If we are to have right relationship between human beings, there should be no compulsion nor even persuasion. How can there be affection and genuine co-operation between those who are in power and those who are subject to power? If we see that intelligence can never be awakened through compulsion, the very awareness of that fact will burn away our fears, a\tnd then we shall begin to cultivate a nbut if in our desire to help the child we set before him authoritative examples, we shall only be encouraging fear, imitation and various forms of superstition.ew environment which will be contrary to and far transcend the present social order.Most parents and teachers are afraid of discontent because it is disturbing to all forms of security, and so they encourage the young to overcome it through safe jobs, inheritance, marriage and the consolation of religious dogmas. Elders, knowing only too well the many ways of blunting the mind and the heart, proceed to make the child as dull as they are by impressing upon him the authorities, traditions and beliefs which they themselves have accepted.When we leave school or college, many of us put away books and seem to feel that we are done with learning; and there are those who are stimulated to think further afield, who keep on reading and absorbing what others have said, and become addicted to knowledge. As long as there is the worship of knowledge or technique as a means to success and dominance, there must be ruthless competition, antagonism and the ceaseless struggle for bread.As long as success is our goal we cannot be rid of fear, for the desire to succeed inevitably breeds the fear of failure. That is why the young should not be taught to worship success. Most people seek success in one form or another, whether on the tennis court, in the business world, or in politics. We all want to be on top, and this desire creates constant conflict within ourselves and with our neighbours; it leads to competition, envy, animosity and finally to war.Like the older generation, the young also seek success and security; though at first they may be discontented, they soon become respectable and are afraid to say no to society. The walls of their own desires begin to enclose them, and they fall in line and assume the reins of authority. Their discontent, which is the very flame of inquiry, of search, of understanding, grows dull and dies away, and in its place there comes the desire for a better job, a rich marriage, a successful career, all of which is the craving for more security.There is no essential difference between the old and the young, for both are slaves to their own desires and gratifications. Maturity is not a matter of age, it comes with understanding.and one of our unfortunate weaknesses is that we want someone else to act for us and change the course of our lives. We wait for others to revolt and build anew, and we remain inactive until we are assured of the outcome.\n\n\n\n\nThats why it is very important that we should be rightly educated,educated not to be smothered by tradition,not to fall into destiny of particualr racial,cultural or family group, educated not be mechanical beings moving towards a pre-determined end. The man who understands this whole process breaks away from it and stands alone creates his own momentum and if his action is a breaking away from the false towards the truth then that momentum itself becomes the truth, such men are free of destiny\n\n\n\npg 2 \nThe feelings are gone & we carry ON this world in which we are all sometines so bad Sometimes so sad if you in dont let go you will go mad. \n\n01/6121\n\n I don 't mind what happens.That is the essence of inner freedom. \n\nIt is a timeless spiritual truth: Release attachment to outcomes, deep inside yourself, you will feel good no matter what\n\n\n Organization cant make you free. No Man from outside can make you free, nor an organized worship , nor a immolation of yourself to a cause, make you free nor in forming yourselves into an organisation,nor throwing yourself to work will make you free\n\n -The future will never provide the reassurane you seek from it\n\n-Real learning comes about when the competitive spirit has ceased \n\nBy no means to say that science and analytics thought are useless and destructive tools but rather that the people who use that must be greater than their tools \n\nmean Art of te feeling if a-Pg 85-go sob Espbin \n\n\nB .: Surrender once and for all and done with the desire. so long as the sense of being the doer remains desire does also. Therefore the ego remains. But once this goes the Self shines forth in its purity. The sense of being the doer is the bondage, not the actions themselves. \n\n'Be still and know that I am God : Here stillness is total surrender without a vestige of individuality. Stillness will prevail and there will be no agitation of the mind.Agitation of mind is the cause of desire, of the sense of being the doer, of personality. If that is stopped, there is quiet. In this sense, knowing' means' being'. It is not relative knowledge involving the triad of knower , knowledge and known. \n\n”SELF ENQUIRY can reveal the truth that niether the ego nor the mind really exists and enable to realise the pure consiousness when the mind unceasingly investigates its own nature it transpires that there is no such thing as mind. this is the direct path for all. \n\nNot to do anything which distresses the mind or makes it restless \n\n Things necessary \nConviction of the powers of goodness \nAbsence of jea;ousy and suspicion \nHelping who are trying to be and do good\n\n\n\nI know and Idk imply a subject and the object, they are due to duality  the self is bliss, pure and simple. You are the self!\n\nIt doesnt matter how much practice one does if you dont bring it in your daily life its all a waste\n\nLove is what we are, we dont get it from somebody,cant give it to anybody, we cant fall in it or fall out of it, love is our true being! \n\nSelf enquiry is not a mental process indeed an actua vibration that can be felt physically in the centre during self enquiry \n\nMind control offcourse means concentration but it doesn not mean concentrating on one thought but concentrating on the sense of being the feeling of I am excluding all the thoughts\n\nGlory lies where you cease to exist No other way to put the mind each way it wants to go astray and fix it on the self\n\nThe self cannot be found in books you have to find it for yourself in yourself \n\nThere is no goal to be reached , there is ntg to be attained \\, you are the self, you exist always\n\nSo its all about finding learning how to listen to your own heart, to your own intutiuon about things, learning how to trust ourselves. Thats all it is. The whole path is all about that and when you fully trust yourself then its a different ball game altogether\n\nOn the ocean of consiousness tge ship of the universe is blown abouytby the winds of desire, let it come and go, you are not affected by it \n\nIn general our hearts are only available if we get exactly the right stimulus in the right way from the right person at the right moment the rest of the time we are watching televison or doing whatever else we do\n\nYour black cards will give you money so you hide them when you are able in the land of milk and honey you must put them on the table\n\nThere is no thing a fate that is unchangable\n\nLet the person be who they are, dont get caught in thier misery, you have to find your joy inner truth and happiness, if someone is determined to be miserable god bless them who cares, when they are ready and you are in your bliss you can have the conversation\n\nKeep coming all the time till you die, you win 1000 small/minute moments & that will culminate into a big win!\n\nWhen man frees himself from the social structure of greed envy ambition arrogance achievement status then he is completely alone\n\nYoio are born alone and you die alone, the value of space betweeb is trust and love\n\nInstead of constantly looking out there, take this, buy this, look at this, go there, eat this, chanting started to move me inwards into myself\n\nIf we want to get wet we have to jump in the water, if we want to stay wet then we have to learn to swim \n\nThats the beauty of the practice pwe start from where we are we get lost in thoughtr and then we come back! \n\nThe mind should be kept in the heart as long as it has not reached the highest end. This is the wisdom and this is liberation, everything else is only words\n\nNo one can us love ourselves that we have to do!\n\nThe better we feel about ourselves the more our hearts become available to the true love that is our own true nature \n\nApproaching life with a sense of adventure is always  available to us no matter where we are \n\nJoy is available in many more places then we have yet imagined \n\nWe are always changing and have incalculable potential \n\nNo unwanted thought, emotion or  bodily sensation is left behind, this is wholeness \n\nLove is whatever is happening minus our attempt to control it \n\nJoy is exactly whats happening minus our attempt to control it \n\nThe environment we create can help us or fracture us\n\nWHEN WE HAVE THAT kind of self regard we are not grabbing onto experiences or relationships to make us feel better \n\nIf you want to live on your own terms, breaking free from old habits and stories that no longer have any meaning be different\n\nI feel my way is to be completely involved in what I am doing and this can continue for an entire life period. Just keep bringing back your attention to whatever it is your are doing! \n\nSomebody is interested in everything!\n\nForget the money, better to have a short life doing what you love rather than a long miserable one \n\nYOu cant live fully at all untill you can live full now\n\nYOU can make anything whatsoever any human activity into mediattation simply by being with it and doing it completely to do it !\n\nSo longs as you make all those things objects of desire you are difining yourself as lacking and a person who is looking for peace is in turmoil, a person who is looking to end the conflict is in conflict!\n\nWisdom comes from practice, whatever practice means to you that should be done, you gotta keep doing it look for what works for you find out what you want to do and then go for it! \n\nLove everyone, serve everyone and remember GOD! \n\nWhen we look at life in terms of survival and profit, we miss out on the magic. Watch children everyday things are marvelous to them because they see things in a fresh manner not related to survival and profit and since over time we cease to see the magic in the world we no longer fullfill natures game of being aware of itself  an so we die, there is no point to life otherwise\n, someone new comes along appreciates the world with entirety fresh eyes and natures self awareness game continues on as a game worth the candle!\n\nGreat deal of pain is derived from the resistance offered to it, that resistance can take many forms, you might try to run away from a  migtraine!\n\nNothing outside can stop you, you can find peace in the middle of the city if you want to \n\nWill I let them take my peace of mind as well!!?\n\nWe are all in the same soup called earth !\n\nThe only vote you get to in your life is how do you get through your day \n\nRevolution can only come when there is being and not becoming! \n\nIts not about playing scales its about making music!\n\nIf you dont believe in yourself Y should anyone else\n\nIf you wanna know the road ahead ask the person who has already been there\n\nThe more you give it away the more it comes back! \n\nEveryone has their own path. Walk yours with integrity and wish all others peace on their journey. When your paths merge, rejoice for their presence in your life. When the paths are separated, return to the wholeness of yourself, give thanks for the footprints left on your soul, and embrace the time to journey on your own.” —\n\nNote that this journey is uniquely yours, no one else's. So the path has to be your own. You cannot imitate somebody else's journey and still be true to yourself. Are you prepared to honor your uniqueness in this way?”\nLearning is never cumultaive it is a movement of knowing which has no begining and no end\n\nAlways be yourself and have faith in yourself. Do not go out and look for a successful personality and try to duplicate it.”\n― Bruce Lee\n\nTo have faith is to trust yourself to water, when you swim you dont grab hold of the water because if you do you will sink and drown. Instead you relax and float\n\nNObody knows jack shit about whats going on- terrence Mackenna \n\n\nYou have conflict with the people you love mostly because of attachment, attachment is love polluted by selfishness\n\nTo achieve excellence you do not need more degrees better skills or enhanced connections \nAll you need is better thoughts The law is you attach and you suffer attach and you loose, have people for what they are have no expectations and have no demands \n\nThe overall level of an ocean is not altered by the height of the waves at its surface , our essential consiousness similarly remains unaffected by our emotional ups and downs, pleasure pain and success and failures are but waves on the surface of the ocean of calm intutive feelings\n\nYou watch everything and that is the essential process of mediattion \n\nRelinquish thoughts when not in use \n\nYou will that the emptiness or the truth is your best friend, This friend has never left you and will never abandon you in the future, once you fall in love with the truth you will have an never ending affair and all of your longing would be fullfilled \n\nYou are the universe expressing itself for a little while\n\nUntill nad unless you look at something outseide in the world of form the discontent is inevitable, It is a play we can enjoy by primararily being within and looking within for everything \n\nThe word experience means to go through and finish, not to record the recording of it becomes a memoruy and that memory distorts observation \n\nControl exists where there is comparison \n\n\nYou have to be a light to yourself in a world which is becoming utterly dark \n\nDont ask anyone how then they will tell you how and then you are lost and thats the greatest corruption \n\nI fear not the man who has practised 10k kicks but a man who has practices 1 kick 10k times \n\nIf  you want to learn to swim jumpo in the matter on dry land no frame of mind is ever going to help you \n\nThe less effort the faster and powerful you will be \n\nWhen one has no style he can fit within any style \n\nAll fixed patterns are incapable of adaptaibility and pliability the truth is outside the fixed patterns \n\nThknowledge and skills you have achieved are meant to be forgotten so you can float comfortable in emptiness without obstruction \n\nWhere there is no randomness order cant manifests itself \n\nDefeat is a state of mind no one is ever defeated until defeat has been accepted as reality \n\nThe consiousness of self is the greatest hindrance to the proper execution of all physical action \n\nIts only the confused mind which chooses awareness takes only when we are not choosing, its time which creates fear \n\nYou must not block play the wrong notes as long as you are playing in a rhythm \n\nFreedom means the freedom to make mistakes do not recreminate it do mistakes but dont do it again or atleast do it less often \n\nRunning water never goes stale so you have got to keep on moving \n\nLearning means a constant observation, nver taking a stand, never taking a position \n\nConflict numbs the brain, destroys the brain in freedom there is constant movement \n\nWhere the attention goes the energy flows \n\nEver tried ? ever failed ? Doesnt matter Try again , fail again, fail better \n\nWe dont work to become free we simply are free"
  },
  {
    "url": "transmutes://notes/Entire life is vibration! link to singers spinning",
    "title": "Entire life is vibration! link to singers spinning on a tiny planet ref",
    "content": "http://altered-states.net/barry/newsletter463/indexmp3.php\n\nhttps://altered-states.net/barry/update178/\n\nPeople who leave big, noisy cities and move out to the country enjoy spectacular health improvements. People who contact the earth through gardening, outdoors activities or consuming natural foods are far healthier than those who don't. And almost everyone agrees that a lush, green forest, humming with life, is calming and healing to both the mind and body\n\nhttps://altered-states.net/barry/universe/"
  },
  {
    "url": "transmutes://notes/Excerpts_",
    "title": "Excerpts ",
    "content": "The road to hell is paved with good intentions"
  },
  {
    "url": "transmutes://notes/Feel tone theory_",
    "title": "Feel tone theory ",
    "content": "https://starburstfound.org/feeling-tone-theory/ \n\nRead this article. Reason our education is not healthy."
  },
  {
    "url": "transmutes://notes/Food and health_",
    "title": "Food and health ",
    "content": "https://www.healthline.com/nutrition/19-best-prebiotic-foods\n\nhttps://youtu.be/m_6ZfxPVFYM\n\nhttps://youtu.be/wKF0c-b1MUw\n\nhttps://youtu.be/KTcnxwcxAQY"
  },
  {
    "url": "transmutes://notes/Formula singer_",
    "title": "Formula singer.",
    "content": "Do whatever is put in front of you with all your heart and soul without regard for personal results. Do the work as though it were given to you by universe itself because it was.\n\nbrilliant mind with a heart of a warrior.\n\nOffering my work up to the invisible force that was guiding me. I was not in charge, yet life continued to unfold as if it knew just what it was doing. Serve that force.  I began to offer every thing i did up to the universal force. I was writing the best program I possibly could as my gift to the universe. Putting one foot in front of other serving whatever was put before me to the best of my ability.\n\nI really had no idea where life was going to put me on any given day. And in truth it was none of my business. My job was to simply continue surrendering and serving what was put in front of me.\n\nyou will come to realize that this energy inside you knows what its doing. It is not only beautiful, it is intelligent. If you let it, it will fix everything.\n\nOnce you are being fed by the innerflow, your outer life will be fine. \n\nWhen you let go enough to clear the energy flow, the struggling ceases. You realize through direct experience that every thing you ever wanted is flowing inside you and the battle will pretty much be over.\n\nYou are not looking for anything. If you look out into the world, you see whats there, not what you want or don't want to be there.\n\nYou like being high and spirit is the ultimate high.\n\nNow that I am clear and non reactive, is there something I can do to raise the moment as it passes by.\n\nThe deepest truth is that it doesn't even matter what you do. What matters is where you are coming from. What matters is your motive. If your motive is to let go of yourself and serve the moment in front of you, you are worthy of great respect.\n\nIf the motive itself is pure and impersonal, in the end, it will spread light.\n\nBe sure your motive is pure and then don't look back.\n\nNo matter what happens keep letting go.\n\nIn the Tao of sailing, the balance point is not static; it’s a dynamic equilibrium. You move from balance point to balance point, from center to center. You can’t have any concepts or preferences; you have to let the forces move you. In the Way, nothing is personal. You are merely an instrument in the hands of the forces, participating in the harmony of balance. You must reach the point where your whole interest lies in the balance and not in any personal preference for how things should be. It’s that way with all of life. The more you can work with the balance, the more you can just sail through life. Effortless action is what happens when you come into the Tao. Life happens, you’re there, but you don’t make it happen. There is no burden; there is no stress. The forces take care of themselves as you sit in the center. That is the Tao. It’s the most beautiful place in all of life. You can’t touch it, but you can be at one with it.\n\n\nEventually you will see that in the way of the Tao you’re not going to wake up, see what to do, and then go do it. In the Tao, you are blind, and you have to learn how to be blind. You can never see where the Tao is going; you can only be there with it. A blind person walks down a city street with the use of a cane. Let’s give that cane a name: it’s the seeker of the extremes, it’s the feeler of the edges, it’s the toucher of the yin and the yang. People who walk with the use of that cane often tap from side to side. They’re not trying to find where they should walk; they’re trying to find where they shouldn’t walk. They’re finding the extremes. If you cannot see your way, all you can do is feel for the edges. But if you feel the edges, and don’t go there, you will stay in the Way. That’s how you live in the Tao.\n\n\nFortunately, deep within us, there is a direct connection to the Divine. There is a part of our being that is beyond the personal self. You can consciously choose to identify with that part, rather than with the psyche or the body. When you do this, a natural transformation begins to take place within you. Over time, as you observe this transformation, you will see what it’s like to be coming toward God. You actually begin to know what it feels like to be moving in the direction of Spirit. The changes you see within you are reflective of the force you’re approaching. Just as rain makes you wet and fire makes you warm, so you can know the nature of God by looking into the mirror of your transformed self. This is not a philosophy; it is a direct experience.\n\nWould you like to go beyond? Would you like to feel no edges? Imagine a comfort zone that is so expanded that it can easily fit the entire day, no matter what happens. The day unfolds and the mind doesn’t say anything. You simply interact with the day with a peaceful, fully inspired heart. If your edges happen to get hit, the mind doesn’t complain. It all just passes through. This is how great beings live. When you are trained, like a great athlete, to immediately relax through your edges when they get hit, then it’s all over. You realize that you will always be fine. Nothing can ever bother you except your edges, and now you know what to do with them. You end up loving your edges because they point your way to freedom. All you have to do is constantly relax and lean into them. Then one day, when you least expect it, you fall through into the infinite. That is what it means to go beyond.\n\nThe power of Self, when it is concentrated and directed into the physical, mental, or emotional realms, creates a force, and we call that force “will.” That’s what you use when you try to make things happen or not happen. You are not helpless in there; you have the power to affect things."
  },
  {
    "url": "transmutes://notes/GARRY WEBER , geeta,postures,insights,mantra, (how",
    "title": "GARRY WEBER , geeta,postures,insights,mantra, (how does antis and pro work link), Toba and ego generation link, all garys audio ppt links",
    "content": "http://happinessbeyondthought.blogspot.com/2018/05/self-inquiry-vs-egosis-how-it-works.html?m=1\n\nhttps://happiness-beyond-thought.com/dbt.html - selected geeta verses.\n\nIf you let go a little you will have little happiness \nif you let go more you will have more happiness \nif you let go all you will be free\n\nit is better to let go of attachemnt to the work and do whatever it is that comes to you without feeling its my work\n\nBENJAMIN LIBET \n\nhttps://psychologytomorrowmagazine.com/jeff-warren-neuroscience-suffering-end/. -- > technology usage ka mast istamal hua he idhar!\n\nhttps://happiness-beyond-thought.com/about\n\nhttps://prog.tsharp.xyz/en/riiff/37/film/4130/\n\nyoga stretches : https://youtu.be/J9bAXk5VEQI\nYoga quick explanation : \nhttp://happinessbeyondthought.blogspot.com/2013/01/using-yoga-postures-wself-inquiry-for.html\n\nhttps://laeastsidermindful.files.wordpress.com/2015/06/happiness-beyond-thought-a-practical-guide-to-awakening.pdf\n\n\nWhen a mantra is repeated, if one watches\nthe Source from which the mantra sound is produced the mind is absorbed in\nThat; that is tapas (spiritual practice)”. (7) Ganapati Muni was overwhelmed and\nawakened by this insight, and in recognition of this renamed the sage Bhagavan\nSri Ramana Maharshi.\n\nhttps://laeastsidermindful.files.wordpress.com/2015/06/happiness-beyond-thought-a-practical-guide-to-awakening.pdf\n\nJust quiet\nPeace, still, clear, easy\nNowhere to go\nNothing to be added or taken away\nNo edges, no boundary\nJust THIS\nEmpty fullness, full emptiness\nTHIS\n\nEverything is perfect as just it is!\n\nKrato smara krutham\nsmara”\n\nAnother powerful approach to surrender is to just say “yes” in your meditation, or at the end of each breath cycle when there is stillness and space before the\nnext inhale or exhale. It is also effective to say “yes” when there is a difficult situation occurring, when you are experiencing pain or complex deep emotions. You\ncan direct the “yes” to a spiritual figure, teacher or guru. You may not even be\nclear on what you are saying “yes” to, but it carries the feeling of “This is OK just\nas it is. I surrender to this situation. I accept this.” The whole universe is just waiting for you to stop saying “no” and to stop resisting. All you need to do is say\n“yes” and accept things just as they are.\n\nBeing fully present, in the \"now, now, now\", and moving in the flow of the Dao/Tao, even for your relationship that may be dancing its way to its end, and the economic distress that your friends, region, and country are experiencing, is the best and most powerful action that can be taken for them and for \"you\".\n\nshanaiH shanaiH uparamet buddhyaa dhrti\nslowly slowly withdraw with the intellect steadiness\naatma saMstham manaH krtvaa na kincit api\ngrhiitayaa\nendowed\ncintayet\nin the Self fixed mind making not anything whatsoever think\nOne should gradually, gradually, attain stillness, with an intellect endowed with steadiness. Fixing the mind in the Self, (with the idea “The Self alone is all; there is nothing apart from It”) one should not think of anything whatsoever.\nShankara, the great codifier of Advaita Vedanta/nonduality, has said about this verse, “This is the highest instruction about Yoga.” It is about as compact and “tight” as one could imagine for a description of the process used to accomplish nondual absorption and abiding in stillness without thoughts. (3)\n\n\nhttps://youtu.be/HnXRsZ0VnfI -anxiety, porn, chant, letting Go of someone who is letting go \n\nCheats in world :\n\nWhat can you do?  Well, be relentlessly skeptical of everything and \"fact check\" anything you can.  Don't believe that because many others \"believe\" something, that it is necessarily \"true\"; we are Darwinianly-evolved to behave that way, but, as many \"mass movements\" have shown, it can be wrong.  Trust your deepest intuition.  \n\nwe are not far from having cognitive neuroscientific diagnostic tools that can give an  indication of one's \"spiritual state\".  One of the biggest barriers to date has been getting \"big name\" teachers to participate in testing; what does that tell you? \n\nDecision food:\n\n   \nIn studies of over a thousand rulings from different judges, they found that prisoners were 3X more likely to be given parole just after lunch, when board members were well fed, than just before lunch when they were hungry.   \n\nGary   - career\n\nSounds like things are dancing along.  you will make the right choice on your career; you won't be able to make the \"wrong\" one.  you're too valuable to waste.  The Universe has already moved you forward spiritually.  She will use you somehow, but it may not be what you expect...just stay open.\n\nHow \"i\" make decisions is \"intuitive\" and relies on feeling the right answer arise from stillness.  you compare \"intuition\" and \"blah, blah\" answers and ask each why that is the right choice.  If there is an \"answer/argument\", that is the WRONG choice.  If there is NO answer, that is the right choice.  \n\nThe \"what is not in alignment w/the dance/energy?\" is a powerful question as one develops the feel for what alignment feels like. Anything that isn't in alignment has a whole different feel, jangly and rough, to it.\n\nThe brain can easily see the contrast and recognize that alignment is \"way better\". What isn't in alignment becomes increasingly unpleasant as one progresses.\n\nAwesome that you got an \"A\" in your math exams as you were uncertain how that went. Great that you're now into the science course, may have some pharmacy work experience lined up and have moved up in the shop.\n\nJust getting out of the way does wonders; She does it so much better than \"we\" do.   As you say things get done \"on a much higher level than 'I' could ever have done it.\"\n\nyour observation that life was \"wanting to live itself, and the ego was in the way and resisting\" is a great one. That's what egos do for a living.\n\nstillness\n\nWork with your imagining of how something else might be so much better - it might not be that way, when/if it does manifest.    As the old saying goes \"no matter where you go, there you are\".\n\n\nAs you said, \"let go, let go, let go\"...always, of both what you perceive as the \"good\" and the \"bad\".   Let go of the one who has the stories about Rome, let go of the old caricature, let go of the one who has the tired zombie life, just let go...\n\nSuicide is not really I/self/ego destructive, it is the ego/I wanting to do anything, even destroy the body, to avoid its gradual dissolution.\n\nGary audio link : \nhttps://happiness-beyond-thought.com/downloads\n\nLink to Toba indonesia ref video : \n\nhttps://youtu.be/MShHutlY0Cg"
  },
  {
    "url": "transmutes://notes/Gary Weber free will concept",
    "title": "Gary Weber free will concept",
    "content": "Erik King: Gary,\nIf it is true that we have no freewill, has our will been reduced to deterministic behavior based on external stimuli and internal biological needs? And if so, do you believe we are simply products of a simulation being executed or are all probabilities being played out (everything is happening everywhere) and we are merely collapsing our perceived reality through our collective observations?\nI would be interested in getting your thoughts on this subject. Thanks,\nGary: Hi Eric,\nIn my experience, when the “page turned”, it was clear that as \"I\" did not exist, that there was no one to be in control, so there was no free will. However, as what happened to “my life” occurred, it was clear even with no one “in control”, that my life was massively serendipitous and was clearly not random, i.e. there was “order” to it. These serendipitous events involved many individual events that had infinitesimal probabilities, and had to have occurred in a specific sequence at precisely the right time. They also appeared to be “positive” for my spiritual unfoldment, although they weren’t necessarily “pleasant”.\nThere was also an astonishingly powerful \"something\" behind all of this that felt supportive...the more that i surrendered, the more that \"something\" somehow \"held\" and supported me. As i surrendered fully, i felt totally held and supported.\nIt was obvious that “I” had no ability to arrange such things as i didn’t know anything about the folk or countless events that had preceded these events in such a perfect arrangement and sequence, so one possibility was that they were perfectly predetermined far in the distant past. Their unfolding was determined by Darwinian principles, adapting to the environments and conditions as they unfolded, to incrementally increase the probability that those genes would be propagated.\nIf you read “The Moral Animal” by my good friend at Princeton, the evolutionary psychologist Robert Wright, there is very little that is not underlain by Darwinian principles including much adaptation to changing environments. (1)\nThe other alternative is that there is a massive field of great intelligence that we are all part of, and\n\nIt/She is using us as evolutionary, explorer pods to evolve Herself and She operates w/capabilities far beyond our understanding. In this dynamic situation, there would be constant maximization as things evolved, on a picosecond by picosecond basis.\nAnother alternative is that both are occurring. Darwinian evolution holds as a template, but \"something\" is changing the environments to direct elements of the process. my experience of this \"something\" is so strong that it can't be purely \"mechanistic\".\nThere is a video \"Predestination, control, free will and the illusion of time\" that you might find interesting as well. (2)"
  },
  {
    "url": "transmutes://notes/Gary work vala Link_",
    "title": "Gary work vala Link ",
    "content": "https://youtu.be/Rf98oSvmeXs\n\nhttps://www.psychologytoday.com/intl/blog/prime-your-gray-cells/201606/yoga-and-kirtan-kriya-meditation-bolster-brain-functioning\n\n\nhttps://youtu.be/ehvokeZnXMM\n\n\nSimple chants : https://youtu.be/W-yQr39tJ-0\n\n\nThe more time you watch that dance going back and forth, this arising and passing away as some of the scriptures describe it, the more you see that happening. You say, “Well I don’t need to keep running out there, because it’s so much better over here.” Eventually the brain learns that. The brain says “Hey, this—what I have here—is so much cooler than that thing over there, so I’ll just stay here if you don’t mind,” and it becomes more and more over here and it ends up residing in the still place.\" (from \"Into the Stillness: Dialogues on Awakening Beyond Thought\" by Gary Weber, Richard Doyle)"
  },
  {
    "url": "transmutes://notes/Get out of your own way_",
    "title": "Get out of your own way ",
    "content": "Real doers and  visionaries are different from unrealistic dreamers in these respects: they take pleasure in the sheer pursuit of their goals, not just the outcome;\n\nJust because it's reasonable doesn't mean it'srealistic\n\nTruth is such a rare  thing, it is dclightfulto tell it.\"_EMILY DICKINSON\n\n\"\\trfhen in doubt tell the Dr'lth.\" But I'm sure he wouldagree that in truth-telling, as in comedy, timing is every-thing.\n\nIt is in the character of aery few rnen  to honorwithout envy a friend who has prospercd.\"_AESCHYLUS\n\nlVln is rich? He  who rejoins in his portion.\"_ The telmud \n\nIfyou admire someone, you can let him or her have morewithout feeling you have less. Finally, move from admi-ration to emulation. By developing the qualities thatmade  the person enviable, you'll become proud of your-self,  and you can't feel pride and envy at the same time\nIf you use it to fuel you, enw won't rule you.\n\n\"Be content with what you have, rejoiu in the way things are. When you realize tltre is nothinglarking, the whole world belongs to you!\n\nLook for a way to tum what you enjoy into a mean-ingful pursuit or career\n\nIf you are plagued by frustration and doubt, consider the possibility that you are not doing something that comes easilv and naturallv to you \n\nHe that waits upon fortune is neaer sureof a dinner.\".BEMAMINFP,/.NKUN\n\nHe made a plan and  stuck to it, and hisdeepest dreams came true. tilTanting things to be differentwithout  a strategy for rnaking them different will keepthem the same. But if you  plan it you can build it, and ifyou build it, it will come.\n\nNothing in life is to be fearcd. It is onlyto be undprstood - marie curie \n\nThe only cure for grief is action - george henry lewes \n\nI shall ull you a great seoet, my friend. Do rctwait for the last judgmmt. It nhcs placeanry day.\" albert camus\n\nThe first duty of live is to listen - paul tillich\n\nclose your eyes, get in touch with your inner vision and start going where it leads you, you might stumble on occasion but you will taste alot more of life and you will get to see the sky. \n\nAttachment is the great fabricator of illusions ;reality can be attained only by someone who is detached.\"_SIMONE veil\n\nOf course, it's fine to be a big thinker if you're alsoa big doer. Real doers and  visionaries are different fromunrealistic dreamers in these respects: they take pleasurein the sheer pursuit of their goals, not just the outcome;Ie7 )\nGET OUT OF YOUR OITN WAYthey know that if they fall on their faces they can pickthemselves up and be okay; they know the odds and areprepared for possible defeat. One hugely successful en-trepreneur I know has turned many a long shot into avictory. He takes on risky projects all the time, buthe hasno illusions about their potential and prepares himselffinancially and emotionally to not be devastated if heshould fail.If you are going to take on long shots, it is not onlyvital to have the wherewithal to achieve them but to makesnre you can handle failure. If you want to have something and you don't get it, you'll be disappointed. Ifyou need to have it and you don't get it, you'll be de-pressed. lf you just gottahave it and you don't get it, you'llbe devastated."
  },
  {
    "url": "transmutes://notes/Heart and Mind",
    "title": "Heart and Mind",
    "content": "Humanity has always fought the battle between mind & heart. There’s another way of being in the universe.\n \n\nThe Chinese call it “the heart-mind” or as we may call it “the intuitive mind.” Rather than knowing through dualistic means or thinking about it, one subjectively merges with it, becomes one with it. It’s like the difference between wisdom and knowledge.\n\nbeing comfortable with the mystery of I don't know.\n\nThey say suffering is grace! \n\nEverything changes becoming otherwise: Everything all the time every moment is becoming otherwise and this highlighted the essential instability of everything! : Suzuki Roshi!"
  },
  {
    "url": "transmutes://notes/In my own way",
    "title": "In my own way",
    "content": "\"worst is the corruption of the best.\nWe begin from nothing and end in nothing.\"\n\"secret of the mastery of life is to know when to stop\n\"wherein the universe is seen as “a tale told by an idiot, full of sound and fury, signifying nothing.”\"\n\"and I (for the time being) will be silent.\""
  },
  {
    "url": "transmutes://notes/Into the stillnes",
    "title": "Into the stillnes",
    "content": "\"A simple definition would be, for me, we’ve touched on it before but, “Can you just sit by yourself in a room alone and be okay with what’s there? Can you basically like what you see when you’re just being still, alone, eyes-closed, quiet?” If you don’t like it, if you’re running someplace else, if you want something else, there’s something wrong with that, or you wish something else was happening, then you’re not at ease. You’re craving something else. If you don’t have craving, attachment, you don’t have suffering. That’s easy to say and sometimes hard to get to, but you can easily look at that and judge it.\" (from \"Into the Stillness: Dialogues on Awakening Beyond Thought\" by Gary Weber, Richard Doyle)\n\n\"you’re not at ease. You’re craving something else. If you don’t have craving, attachment, you don’t have suffering. That’s easy to say and sometimes hard to get to, but you can easily look at that and judge it.\" (from \"Into the Stillness: Dialogues on Awakening Beyond Thought\" by Gary Weber, Richard Doyle)\n\n\"The more time you watch that dance going back and forth, this arising and passing away as some of the scriptures describe it, the more you see that happening. You say, “Well I don’t need to keep running out there, because it’s so much better over here.” Eventually the brain learns that. The brain says “Hey, this—what I have here—is so much cooler than that thing over there, so I’ll just stay here if you don’t mind,” and it becomes more and more over here and it ends up residing in the still place.\" (from \"Into the Stillness: Dialogues on Awakening Beyond Thought\" by Gary Weber, Richard Doyle)"
  },
  {
    "url": "transmutes://notes/Jiddu gold words",
    "title": "Jiddu gold words",
    "content": "https://youtu.be/Jj3NtsHSb9o - on control, watch it \n\nhttps://youtu.be/4x1HOZKCeV4 - spontaniety \n\n\n\nwhen you are attending you have forgotten yourself, there is no self. The self exists only when there is inattention, when there is no attention. Love is attention. I don't know... Not sex, not pleasure, not desire, which Americans have reduced to sex and pleasure, all that. So attention means silence and that silence is love. Without love there is nothing.\n\n\n\nAnd our brains are trained from childhood to solve problems. And we are saying solution prevents the understanding of the problem. Seeking a solution prevents the understanding of a problem. Sorry. Because our brains are trained to solutions. I have a problem with my wife, and I say 'What is the solution?' Divorce, or go to a lawyer, or adjustment, or run away - you know all that kind of stuff. But the problem is what? My assertions, my wishes, my fulfilment, and hers. Let's understand that, discuss it, finish with it. But if I am seeking a solution I never go into the question. The causation of problems can be ended not through a solution but the understanding of the problem itself. Sorry, this requires a great deal...\n\nThe house on fire, we think it is out there - it is in here. We have to put our house in order first, sir.\n\nhttps://jkrishnamurti.org/content/creation-comes-out-meditation/Trust\n\nLove is not an abstraction, but its reality can be experienced only when idea, mind, is no longer the supreme factor.\n\nWe all place ourselves at various levels, and we are constantly falling from these heights. It is the falls we are ashamed of. Self-esteem is the cause of our shame, of our fall. It is this self-esteem that must be understood, and not the fall. If there is no pedestal on which you have put yourself, how can there be any fall? Why have you put yourself on a pedestal called self-esteem, human dignity, the ideal, and so on? If you can understand this, then there will be no shame of the past; it will have completely gone. You will be what you are without the pedestal. If the pedestal is not there, the height that makes you look down or look up, then you are what you have always avoided. It is this avoidance of what is, of what you are, that brings about confusion and antagonism, shame and resentment. You do not have to tell me or another what you are, but be aware of what you are, whatever it is, pleasant or unpleasant: live with it without justifying or resisting it. Live with it without naming it; for the very term is a condemnation or an identification. Live with it without fear, for fear prevents communion, and without communion you cannot live with it. To be in communion is to love. Without love, you cannot wipe out the past; with love, there is no past. Love, and time is not.\n\n\nTo know oneself, one must set aside all authority, all forms of conformity, imitation and comparison.\n\nAnybody can do it, be a global minds without nationality\n\nhttps://youtu.be/tyeMaAOmvP8\n\nwhen I depend on you for my physical pleasure, or depend on you for my money, for your support, for your companionship, for your encouragement? So dependence is an action of a mind that is not intelligent.\n\n\nhttps://youtube.com/shorts/Ym3-QgC_1IA?feature=share"
  },
  {
    "url": "transmutes://notes/Jiddus Best! _(Surely attention has no motive, no_",
    "title": "Jiddus Best! \n\n(Surely attention has no motive, no object, no toy; no struggle, no verbalization. This is true attention, is it not? Where there is attention, reality is.)When you see that any concentration on toys, any action based on motive, whatever it be, only furthers mischief and misery, then in this seeing of the false there's the perception of the true; and truth has its own action. All this is meditation.",
    "content": "There is an efficiency inspired by love which goes far beyond and is much greater than the efficiency of ambition and competition.”\n \nOnly to the free is there happiness\n \nSo in the same way a brain under pressure cannot be normal, it becomes extraordinarily neurotic, distorted, deformed. And probably we are all deformed, and we don't see it.\n \nThe light of reality and its bliss are destroyed when the mind, which is the seat of self, assumes control. Self-knowledge is the beginning of wisdom; without self-knowledge, learning leads to ignorance, strife and sorrow.\n \nFrom - ->  https://jkrishnamurti.org/content/series-i-chapter-82-distraction\n \nNoise ends, but silence is penetrating and without end. One can shut oneself off from noise, but there is no enclosure against silence; no wall can shut it out, there is no resistance against it. Noise shuts all things out, it is excluding and isolating; silence includes all things within itself. Silence, like love, is indivisible; it has no division of noise and silence. The mind cannot follow it or be made still to receive it. The mind that is made still can only reflect its own images, and they are sharp and clear, noisy in their exclusion. A mind that is made still can only resist, and all resistance is agitation. The mind that is still and not made still is ever experiencing silence; the thought, the word, is then within the silence, and not outside of it. It is strange how, in this silence, the mind is tranquil, with a tranquillity that is not formed. As tranquillity is not marketable, has no value, and is not usable, it has a quality of the pure, of the alone. That which can be used is soon worn out. Tranquillity does not begin or end, and a mind thus tranquil is aware of a bliss that is not the reflection of its own desire.\n \n \nThe things that are worthwhile are not to be found. They cannot be bought, they must happen; and the happening cannot be cunningly planned. Is it not true that anything that has deep significance always happens, it is never brought about? The happening is important, not the finding. The finding is comparatively easy, but the happening is quite another matter. Not that it is difficult; but the urge to seek, to find, must wholly stop for the happening to take place. Finding implies losing; you must have in order to lose. To possess or be possessed is never to be free to understand.\n \nYou go out for a walk, or sit with loneliness till it goes. You are always operating upon it, you do not allow it to tell its story. You want to dominate it, to get over it, to run away from it; so your relationship with it is that of fear.\n \nI think there is a surrender which is not deliberate, which is totally unasked, un-demanded. When the mind demands something, it does not surrender. When the mind demands peace, when it says `I love God and I pursue the love of God', it is not love. All the deliberate activities of the mind is the continuance of the mind, and that which has continuity is in time. It is only in the cessation of time that there can be the being of reality. The mind cannot surrender. All that the mind can do is to be still; but that stillness cannot come into being if there is despair or if there is hope. If you understand the process of despair, if the mind sees the whole significance of despair, you will see the truth of it. There is bound to be despair when you want something and when you cannot get it when you want, - it may be a car, it may be a woman, it may be God; they are all of the same quality. The moment you want something, the very wanting is the beginning of despair. Despair means frustration. You would be satisfied if you get what you want, and because you cannot get what you want, you say `I must surrender to God'. If you got what you wanted you would be perfectly satisfied; only that satisfaction comes to an end soon and you seek another thing. So you change the object of your satisfaction constantly; this brings with it its own reward, its own pains, its own sufferings, its own pleasure.\nTo understand what is, the conflict of duality must cease, because the negative response of becoming something other than what is is the denial of the understanding of what is. If I want to understand arrogance I must not go into the opposite, I must not be distracted by the effort of becoming or even by the effort of trying to understand what is. If I am arrogant, what happens? If I do not name arrogance, it ceases; which means that in the problem itself is the answer and not away from it.\nAs we said, there is no \"how\" but only seeing the danger, that is the whole point. The seeing is not the result of propaganda or conditioning; the seeing is with the whole brain. When the brain is completely awake then the mind becomes quiet. When the brain is completely awake there is no fragmentation, no separation, no duality. The quality of this quietness is of the highest importance. You can make the mind quiet by drugs and all kinds of tricks but such deceptions breed various other forms of illusion and contradiction. This quietness is the highest form of intelligence which is never personal or impersonal, never yours or mine. Being anonymous, it is whole and immaculate. It defies description for it has no quality. This is awareness, this is attention, this is love, this is the highest. The brain must be completely awake, that's all. As the man in the jungle must keep terribly awake to survive, so the man in the jungle of the world must keep terribly awake to live completely.\nNothing. Surely, the mind is ever seeking a result, a way to some achievement. Mind is an instrument that has been put to- gather, it is the fabric of time, and it can only think in terms of result, of achievement, of something to be gained or avoided. “That is so. It is being stated that as long as the mind is active, choosing, seeking, experiencing, there must be the maker of effort who creates his own image, calling it by different names, and this is the net in which thought is caught.”Thought itself is the maker of the net; thought is the net. Thought is binding; thought can only lead to the vast expanse of time, the field in which knowledge, action , virtue, have importance. However refined or simplified, thinking cannot break down all thought. Consciousness as the experiencer, the observer, the chooser, the censor, the will, must come to an end, voluntarily and happily, without any hope of reward. The seeker ceases. This is meditation. Silence of the mind cannot be brought about through the action of will. There is silence when it ceases. This is meditation. Reality cannot be sought; it is when the seeker is not. Mind is time, and thought cannot uncover the measureless.\n \n \n \nSir, look, we expend our energy in a particular way - sexual, ambitious, competitive, greedy, engineering, success. Right? And we are saying all these have not changed man. Right? Would you agree? They have modified - they built better roads, better cars, better aeroplanes, better ways to kill, and so on, so on, so on, and so on - but psychologically, inwardly man has not changed. He has been afraid from the ancient days till now. He has been violent from ancient times till now. He has been envious, brutal from immemorial time. So man has not changed deeply. And one asks why. Right? Man being you and I - human beings - why? Is it because he has always considered movement must be directional; growth must be directional. It is biologically: plant an acorn, it will be an oak. It will take time. So, why has not man, human being, changed fundamentally? I am asking you why.\n \nTo have no sense of comparison. Doesn't that bring tremendous freedom?\n \nThen having established all this in our life - order - which means the art of learning, the art of putting everything in its right place - sex in its right place, money in its right place, everything - and you can only do that when there is freedom from thought which is always creating problems, issues, because thought is limited. So put thought in its right place. Then we can proceed - or rather from putting things in their right place we are beginning to meditate. Hai capito? Shall I go into all that? Do you want me to go into all this?\n \n \n \nhttps://www.dailyexcelsior.com/krishnamurti-on-education/\n \nIn this incredibly penetrating talk, Krishnamurti describes the psychological pressures of life and how these pressures affect right living: We were saying that any form of pressure on the brain affects our whole way of life. We were also saying that this pressure affects our activities, our attitudes, our character, and our way of living. The pressure--economic, social, ethical, and religious--invariably distorts not only our actions but the quality of the brain ... ideals affect, oppress, and act as pressure upon our daily life. Is it possible not to have any ideals but only deal with actually what is? --then there is no pressure whatsoever. Krishnamurti goes on to say that, unless the mind is free of pressure, there is no new way of living. He states that this insight on freedom requires a great deal of investigation into the whole nature and movement of pressure.\n \nTo ask myself: what is it that makes me go on thinking or talking? In other words, I often can watch people and see they are in a hole just because they keep on talking: if they would stop talking the whole problem would vanish.\n \nWhich means sir: if thought is... as thought is movement, which is time, if there is no movement I am dead! I am dead.\n \nYes, if that movement stops, then that sense that I am there being real must go, because that sense that I am real is the result of thinking. Right?\nWhen the movement as thought comes to an end there is total action.\n \n JIDDU:\n \nThe \"you\" is the past and as long as the \"you\" remains or the \"me\" remains, that which is immense cannot be. The \"me\" with his shallow little mind, experience and knowledge, with his heart burdened with jealousies and anxieties - how can such an entity understand that which has no beginning and no ending, that which is ecstasy? So the beginning of wisdom is to understand yourself. Begin understanding yourself.\n \nSo when the Hindu and Buddhist philosophers speak of detachment from all this apparent world of separate beings—detachment means ‘going with’ this whole thing and not resisting its change. And you can afford to go with it, you can afford to get mixed up in life, and to fall in love, and to get involved with all sorts of things. You can afford it if you know that it’s an illusion. But this is not an illusion in a bad sense of the word.\n \n\n \n What we now call education is a matter of accumulating information and knowledge from books, which anyone can do who can read. Such education offers a subtle form of escape from ourselves and, like all escapes, it inevitably creates increasing misery. Conflict and confusion result from our own wrong relationship with people, things and ideas, and until we understand that relationship and alter it, mere learning, the gathering of facts and the acquiring of various skills, can only lead us to engulfing chaos and destruction.\n \nand to us the end is more important than the means; but the means determine the end.\n \nThe light of reality and its bliss are destroyed when the mind, which is the seat of self, assumes control. Self-knowledge is the beginning of wisdom; without self-knowledge, learning leads to ignorance, strife and sorrow.\n \nhttps://jkrishnamurti.org/content/chapter-2-right-kind-education\n \nhttps://jkrishnamurti.org/content/why-do-we-seek-method-or-technique-0\n \n\nhttps://jkrishnamurti.org/content/if-you-are-not-occupied-are-you-nothing\n \nif you hurt nature you hurt yourself : Beautiful article:\n \nhttps://jkrishnamurti.org/content/chapter-54-if-you-hurt-nature-you-are-hurting-yourself\n\nAnd perhaps we are also slaves to the word `mind'. We worship the mind, and all our education is the cultivation of the mind. And surely, what we are trying to find out is the totality of something which is not the word - the feeling that one embraces the whole thing without the barrier of the word.\n\nhttps://jkrishnamurti.org/content/what-mind-0\n\nThe meditator is the censor, the watcher, the maker of 'right' and 'wrong' effort. He's the centre, and from there he weaves the net of thought; but thought itself has made him; thought has brought about this gap between the thinker and the thought. Unless this division ceases, so-called meditation only strengthens the centre, the experiencer who thinks of himself as apart from the experience. The experiencer always craving more experience; each experience strengthens the accumulation of past experiences, which in turn dictates, shapes the present experience. Thus the mind is ever conditioning itself. So experience and knowledge are not the liberating factors that they are supposed to be.\n\nyou be instantaneously free? - because that is the only way out of this misery. Perception can take place only in the present; but if you say, `I will do it tomorrow', the wave of confusion overtakes you, and you are then always involved in confusion.⁠\n\nFear must exist as long as there is an urge to be or to become, which is the pursuit of success, with all its frustrations and tortuous contradictions. You can teach concentration, but attention cannot be taught\n\n\"So attention arises spontaneously when around the student there is an atmosphere of well-being, when he has the feeling of being secure, of being at ease, and is aware of the disinterested action that comes with love. Love does not compare, and so the envy and torture of “becoming” cease.\"\n\n\"there is no arriving, there is only the movement of learning—and that is the beauty of life.\" \n\n\"place at which to arrive, there is just this movement of learning, which becomes painful only when there is accumulation. A mind that listens with complete attention will never look for a result because it is constantly unfolding; like a river, it is always in movement. Such a mind is totally unconscious of its own activity, in the sense that there is no perpetuation of a self, of a “me,” which is seeking to achieve an end.\"\n\n\"That which is practiced is no longer awareness, for in practice is implied the creation of habit, the exertion of effort and will. Effort is distortion.\"\n\n\"That Thing Which You Fight You Become\"\n\n\"He cannot run away from himself; all that he can do is to understand himself. He is his loneliness, his emptiness; and as long as he regards it as something separate from himself, he will be in illusion and endless conflict.\" \n\n\"Just to die to little pleasures—with ease, with comfort, with a smile—is enough, for then you will see that your mind is capable of dying to many things, dying to all memories\"\n\n\"The young mind dies to everything\"\n\n\"You think about her when she is gone, when she is away, when she has left you…. So, you miss the person whom you say you love only when you are disturbed, when you are in suffering; and as long as you possess that person, you do not have to think about that person, because in possession there is no disturbance…. Thinking comes when you are disturbed—and you are bound to be disturbed as long as your thinking is what you call love. Surely, love is not a thing of the mind; and because the things of the mind have filled our hearts, we have no love. The things of the mind are jealousy, envy, ambition, the desire to be somebody, to achieve success. These things of the mind fill your hearts, and then you say you love; but how can you love when you have all these confusing elements in you? When there is smoke, how can there be a pure flame?\" \n\n\"Love does not fuse, adjust—it is neither personal nor impersonal, it is a state of being.\"\n\n\"Licentiousness is not chaste, it leads only to degradation, to misery. So does the pursuit of an ideal. Both exclude love, both imply becoming something, indulging in something; and therefore you become important, and where you are important, love is not.\"\n\n\"A vow is a form of resistance, and what you resist ultimately conquers you.\" \n\n\"because means and end are one, they are not separate.\" \n\n\"Love is a state in which there is no “me”; love is a state in which there is no condemnation, no saying that sex is right or wrong, that this is good and something else is bad. Love is none of these contradictory things. Contradiction does not exist in love.\"\n\n\"A passionate mind is groping, seeking, breaking through, not accepting any tradition; it is not a decided mind, not a mind that has arrived, but it is a young mind that is ever arriving.\"\n\n\"Most of us are attached, we cling to a person, to a country, to a belief, to an idea, and when the object of our attachment is taken away or otherwise loses its significance, we find ourselves empty, insufficient. This emptiness we try to fill by clinging to something else, which again becomes the object of our passion\"\n\n\"To discover anything new you must start on your own; you must start on a journey completely denuded, especially of knowledge, because it is very easy, through knowledge and belief, to have experiences;\" \n\n\"Doesn’t learning imply something new, something that I don’t know and am learning? If I am merely adding to what I already know, it is no longer learning.\" \n\n\"Most people think that learning is encouraged through comparison, whereas the contrary is the fact. Comparison brings about frustration and merely encourages envy, which is called competition. Like other forms of persuasion, comparison prevents learning and breeds fear.\"\n\n\"Learning is never accumulative; it is a constant movement.\" \n\n\"You learn as you are going along. Therefore, there is never a moment of retrogression or deterioration or decline.\" \n\n\"A man who is burdened with knowledge, with instructions, who is weighted down by the things he has learned, is never free.\"\n\n\"Humility cannot be cultivated, and a mind that has no humility is incapable of learning.\"\n\n\"I see there can only be one state in which reality, newness, can come into being, which brings about a revolution. That state is when the mind is completely empty of the past, when there is no analyzer, no experience, no judgment, no authority of any kind.\" \n\n\"Authority in its very nature prevents the full awareness of oneself and therefore ultimately destroys freedom; in freedom alone can there be creativeness. There can be creativeness only through self-knowledge.\" \n\n\"It comes into being when the mind is quiet, and the mind can be quiet only when it is simple, when it is no longer storing up, condemning, judging, weighing. It is only the simple mind that can understand the real, not the mind that is full of words, knowledge, information.\"\n\n\"It can be empty only by understanding all its own projections, its own activities, not off and on, but from day to day, from moment to moment.\"\n\n\"if one can just look into this mirror with full attention and see actually what is, be aware of it without condemnation, without judgment, without evaluation—and one does this when there is earnest interest—then one will find that the mind is capable of freeing itself from all conditioning; and it is only then that the mind is free to discover that which lies beyond the field of thought.\" \n\n\"… Separation between God or reality and yourself is brought about by you, by the mind that clings to the known, to certainty, to security. This separation cannot be bridged over; there is no ritual, no discipline, no sacrifice that can carry you across it; there is no savior, no Master, no guru who can who can lead you to the real or destroy this separation. The division is not between the real and yourself; it is in yourself.\"\n\n\n\nAnd the speaker refutes all that kind of meditation because their idea of meditation is to achieve an end. The end being complete control of the brain so that there is no movement of thought. Because when the brain is still, deliberately disciplined, deliberately sought after, it is notsiln"
  },
  {
    "url": "transmutes://notes/KD_",
    "title": "KD ",
    "content": "When you add some practice to your life you understand how stupid you are,how much you are not here, and you have added something to come back to . Not here for a moment. Practice , whatever practice means to you, just find out whatever brings you home for a minute  and don't try too hard because you will only get frustrated, the biggest problem to do practice is our expectations.\n\nWhen I go home and be a Buddhist my mother is like so disturb but when I am a Buddha she loves me. While sharing ain't I cool ye self doubt. Be love."
  },
  {
    "url": "transmutes://notes/Krishnamurthy on occupation",
    "title": "Krishnamurthy on occupation",
    "content": "Krishnamurthy on occupation\n\nWithout understanding ourselves, mere occupation leads to frustration, with its inevitable escapes through all kinds of mischievous activities.If we are to have right relationship between human beings, there should be no compulsion nor even persuasion. How can there be affection and genuine co-operation between those who are in power and those who are subject to power? If we see that intelligence can never be awakened through compulsion, the very awareness of that fact will burn away our fears, and then we shall begin to cultivate a nbut if in our desire to help the child w e set before him authoritative examples, we shall only be encouraging fear, imitation and various forms of superstition.ew environment which will be contrary to and far transcend the present social order.Most parents and teachers are afraid of discontent because it is disturbing to all forms of security, and so they encourage the young to overcome it through safe jobs, inheritance, marriage and the consolation of religious dogmas. Elders, knowing only too well the many ways of blunting the mind and the heart, proceed to make the child as dull as they are by impressing upon him the authorities, traditions and beliefs which they themselves have accepted.When we leave school or college, many of us put away books and seem to feel that we are done with learning; and there are those who are stimulated to think further afield, who keep on reading and absorbing what others have said, and become addicted to knowledge. As long as there is the worship of knowledge or technique as a meansto success and dominance, there must be ruthless competition, antagonism and the ceaseless struggle for bread.As long as success is our goal we cannot be rid of fear, for the desire to succeed inevitably breeds the fear of failure. That is why the young should not be taught to worship success. Most people seek success in one form or another, whether on the tennis court, in the business world, or in politics. We all want to be on top, and this desire creates constant conflict within ourselves and with our neighbours; it leads to competition, envy, animosity and finally to war.Like the older generation, the young also seek success and security; though at first they may be discontented, they soon become respectable and are afraid to say no to society. The walls of their own desires begin to enclose them, and they fall in line and assume the reins of authority. Their discontent, which is the very flame of inquiry, of search, of understanding, grows dull and dies away, and in its place there comes the desire for a better job, a rich marriage, a successful career, all of which is the craving for more security.There is no essential difference between the old and the young, for both are slaves to their own desires and gratifications. Maturity is not a matter of age, it comes with understanding.and one of our unfortunate weaknesses is that we want someone else to act for us and change the course of our lives. We wait for others to revolt and build anew, and we remain inactive until we are assured of the outcome.\n\nWhen we look at life in terms of survival and profit, we miss out on the magic. Watch children everyday things are marvelous to them because they see things in a fresh manner not related to survival and profit and since over time we cease to see the magic in the world we no longer fullfill natures game of being aware of itself  an so we die, there is no point to life otherwise, someone new comes along appreciates the world with entirety fresh eyes and natures self awareness game continues on as a game worth the candle!"
  },
  {
    "url": "transmutes://notes/Life worth it",
    "title": "Life worth it",
    "content": "You could walk around this world completely free, just having fun, just being comfortable with whatever happens. You can actually live a life full of interesting experiences and just enjoy these ex`periences whatever they are. In essence, you can simply live your life and experience what it’s like to be on a planet that is spinning around in the middle of nowhere, until you die.\n\n\nIt does not seem enjoyable, but you will learn to enjoy it because it is freeing you. In truth, pain is the price of freedom. And the moment you are willing to pay that price, you will no longer be afraid. The moment you are not afraid of the pain, you’ll be able to face all of life’s situations without fear.\n\nThis is the core of spiritual work. When you are comfortable with pain passing through you, you will be free. This world will never be able to bother you again because the worst the world can do is to hit the pain stored within you. If you do not care, if you are no longer afraid of yourself, you are free. You will then be able to walk through this world more vibrant and alive than ever before. You will feel everything at a deeper level. You will begin to have truly beautiful experiences rise up within you. Eventually you will understand that there is an ocean of love behind all of this fear and pain. That force will sustain you by feeding your heart from deep within. Over time, you will form an intensely personal relationship with this beautiful inner force. It will replace the relationship you currently have with inner pain and disturbance. Now peace and love will run your life. When you pass beyond the layer of pain, you will finally be free from the binds of the psyche\n\nWhen you approach the barrier areas of your thoughts and emotions, it feels like going into an abyss. You don’t want to go near that place. But you can go there, and if you want to get out, you will go there. Eventually you will realize that darkness is not what’s really there. What is really there are the walls that are blocking the infinite light. When you’re looking for light, that is a crucial distinction. If you see a wall and it is protecting you from unending darkness, you will not want to go there. But if you see a wall that is blocking the light, you will want to go there in order to remove the wall. It is often said that you must go through the darkest night in order to get to the infinite light. This is because what we call darkness is really the blockage of light. You must go past these walls.\n\nSo there are two ways you can live: you can devote your life to staying in your comfort zone, or you can work on your freedom. In other words, you can devote your whole life to the process of making sure everything fits within your limited model, or you can devote your life to freeing yourself from the limits of your model\n\nmatter what you end up doing; it’s all about getting back 7 km keep you finite. Going beyond always means letting go of the effort to keep things within your defined limits.\n\n\nGoing beyond means going beyond the borders of the cage. There should be no cage. The soul is infinite. It is free to expand everywhere. It is free to experience all of life. This can only happen when you are willing to face reality\n\nwithout mental boundaries. If you still have barriers, and you know what they are because you hit them every day, you must be willing to go beyond them. Otherwise you remain within your cage. And remember, decorating your cage with beautiful experiences, fond memories, and great dreams is not the same as going beyond. A cage by any other name is still a cage. You must be willing to go beyond.\nThroughout each day, you frequently hit the edges of your cage. When you hit these edges, you either pull back or try to force things to change so that you can remain comfortable. You actually use the brilliance of your mind to stay inside your cage. Day and night you plot and plan how to stay within your comfort zone. Sometimes you can’t even fall asleep at night because you’re too busy thinking about what you need to do to stay within your cage: “How can I make it so that she will never leave me? How can I keep her from ever becoming interested in someone else?” You’re trying to figure out how to be sure that you won’t hit the edges of your cage.\nLet’s go back to the dog. Since that particular dog was used to roaming free, it’s a sad day when he stops trying to get out of the yard. The only reason he would stop trying to go beyond his little space is that he’s afraid of the edges. But what if we’re dealing with a very brave dog that’s determined to be free? Imagine that the dog has not given up. You find him sitting there, right at the place where the collar starts vibrating, and he is not backing off. Every minute he’s stepping forward a little bit more in order to get used to the force field. If he continues, he will eventually get out. There’s not a chance in the world that he won’t. Since it’s just an artificial edge, he can get through if he can learn to withstand the discomfort. He just has to be ready, willing, and able to handle the discomfort. The collar cannot actually hurt him; it’s just uncomfortable. If he is willing to go beyond his comfort zone, he is free to come and go at willf\n\n\nlling to go beyond his comfort zone, he is free to come and go at will.\nYour cage is just like this. When you approach the edges you feel insecurity, jealousy, fear, or self-consciousness. You pull back, and if you are like most people, you stop trying. Spirituality begins when you decide that you’ll never stop trying. Spirituality is the commitment to go beyond, no matter what it takes. It’s an infinite journey based upon going beyond yourself every minute of every day for the rest of your life. If you’re truly going beyond, you are always at your limits. You’re never back in the comfort zone. A spiritual being feels as though they are always against that edge, and they are constantly being pushed through it.\n\nEventually you will realize that it cannot actually hurt you to go beyond your psychological limits. If you are willing to just stand at the edge and keep\n\nwalking, you will go beyond. You used to pull back when it got uncomfortable. Now you relax and go past that point. That is all it takes to go beyond. Go beyond where you were a minute ago by handling what’s happening now.\n\nIf you want permanent peace, permanent joy, and permanent happiness, you have to get through to the other side of the inner turmoil. You can experience a life in which waves of love can rush up inside of you any time you want. It is the nature of your being. You simply have to go to the other side of the psyche. You do that by letting go of the tendency to cling. You do it by not using your mind to build false solidity. You just decide, once and for all, to take the journey by constantly letting go.\n\nYou will then walk through every moment of your daily life with the flow of this inner force sustaining you, feeding you, and guiding you from deep within. You will still have thoughts, emotions, and a self-concept floating around in inner space, but they will be just one small part of what you experience. You will not identify with anything outside the sense of Self.\nOnce you reach this state, you will never have to worry about anything ever again. The forces of creation will create creation, both inside and outside of you. You will float in peace, love, and compassion beyond it all, yet honoring it all. There is no need for false solidity when you are at peace with the universal expanse of your true Being.\n\nNow, if you say yes, it might happen that your wife leaves you, or your husband dies, or the stock market crashes, or your car breaks down on an open highway at night. Those things might happen between now and the end of your life. But if you want to walk the highest spiritual path, then when you answer yes to that simple question, you must really mean it. There are no ifs, ands, or buts about it. It’s not a question of whether your happiness is under your control. Of course it’s under your control. It’s just that you don’t really mean it when you\n\nsay you’re willing to stay happy. You want to qualify it. You want to say that as lo ng asthis doesn’t happen, or as long as that does happen, then you’re willing to be happy. That’s why it seems like it is out of your control. Any condition you create will limit your happiness. You simply aren’t going to be able to control things and keep them the way you want them.\n\nYou will be surprised to find that in most situations there’s nothing to deal with except for your own fears and desires. Fear and desire make everything seem so complicated. If you don’t have fear or desire about an event, there’s really nothing to deal with. You simply allow life to unfold and interact with it in a natural and rational manner. When the next thing happens, you’re fully present in that moment and simply enjoying the experience of life. There are no problems. It’s all about no problems, no tension, no stress, and no burnout.\n\nWhen the events of this world make it through you, you have reached a deep spiritual state. You can then be conscious in the presence of whatever takes place, without building up blocked energies. When you attain that state, everything becomes clear. In contrast, everybody else is attempting to deal with the world around them while struggling with their own reactions and personal preferences. When a person is dealing with their own fears, anxieties, and desires, how much energy is left for dealing with what’s actually happening?\n\n\nThe same is true in your daily work. Daily work is fun. In fact, it’s easy. Your work is just what you do with yourself during the day while you’re spinning on a planet through empty space. If you want to be content and enjoy your work, you have to let go of yourself and let events flow through you. Your real work is what is left to do after all else passes through\n\n\n\n key is to just relax and release, and deal only with what’s left in front of you. You do not need to worry about the rest. If you relax and release, you will see that it puts you through tremendous spiritual growth. You’ll start to feel an enormous amount of energy awaken inside of you. You will feel much more love than you’ve ever felt before. You will feel more peace and contentment, and eventually nothing will ever disturb you again\n\nIf you challenge yourself to live as though it were your last week, your mind may come up with all kinds of suppressed desires. It may start talking about all the things that you’ve always wanted to do, and you may think you had better go do them. You will soon see that’s not the answer. You have to understand that it\n\nis your attempt to get special experiences from life that makes you miss the actual experience of life. Life is not something you get; it’s something you experience. Life exists with or without you. It has been going on for billions of years.\n\nSo, instead of getting lost in the normal mental chatter, why not contemplate the temporal nature of life? Why not think about something meaningful? Don’t be afraid of death. Let it free you. Let it encourage you to experience life fully. But remember, it’s not your life. You should be experiencing the life that’s happening to you, not the one you wish was happening. Don’t waste a moment of life trying to make other things happen; appreciate the moments you are given. Don’t you understand that every minute you’re a step closer to death? This is how to live your life. You live it as though you were on the verge of death, because you are.\n\nWhen you stop being confused, everything becomes simple. If you have no preference, if the only thing you want is to remain centered, then life unfolds while you simply feel for the center. There is an invisible thread that passes through everything. All things move quietly through that center balance. That is the Tao. It is really there. It is there in your relationships, in your diet, and in your business activities. It is there in everything. It is the eye of the storm. It is completely at peace.\n\n\nEventually you will see that in the way of the Tao you’re not going to wake up, see what to do, and then go do it. In the Tao, you are blind, and you have to learn how to be blind. You can never see where the Tao is going; you can only be there with it. A blind person walks down a city street with the use of a cane. Let’s give that cane a name: it’s the seeker of the extremes, it’s the feeler of the edges, it’s the toucher of the yin and the yang. People who walk with the use of that cane often tap from side to side. They’re not trying to find where they should walk; they’re trying to find where they shouldn’t walk. They’re finding the extremes. If you cannot see your way, all you can do is feel for the edges. But if you feel the edges, and don’t go there, you will stay in the Way. That’s how you live in the Tao.\n\nAll the great teachings reveal the way of the center, the way of balance. Constantly look to see if that’s where you are living or if you are lost in the extremes. The extremes create their opposites; the wise avoid them. Find the balance in the center and you will live in harmony.\n\n\n\nT"
  },
  {
    "url": "transmutes://notes/Living untethered quotes",
    "title": "Living untethered quotes",
    "content": "\"The great yoga master, Meher Baba, taught that love must spring spontaneously from within. It cannot be coerced, and it cannot be dependent upon anything.\" \n\n\"Don’t get scared. This doesn’t mean you don’t have meaningful relationships. There are beautiful relationships, and they can last forever. In fact, they can get more and more beautiful all the time. But they are not samskara relationships—they are not based on the world outside matching your inner patterns. They are based on unconditional love. Once love is always flowing freely inside of you, you will be pleased to share it with another person. Such love is not based on needs or expectations—it’s based on pure love wishing to express itself, unconditionally.\"\n\n\"Letting go of yourself, instead of serving yourself, is the real paradigm shift.\"\n\n\"This is why the wise sage Lao Tzu reflected that a wise man does not argue—for what purpose? You have your mindset, and another person has their mindset. All their lifelong data says one thing, and your totally different lifelong data sees it differently. There’s nothing you’re going to do about that, except be humble enough to realize that at any given moment the data you are taking in is less than .00001 percent of what’s going on everywhere.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\n\"As we’ve seen, the personal mind can’t know anything except for the data it has collected. That data is nothing compared to the universal set of data it has missed every moment. The data the mind has in there is what we call statistically insignificant.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"Likewise, a wise person doesn’t renounce the use of their mind; they just don’t listen to the personal mind because it’s lost in thoughts about itself. The personal mind is not going to solve your problems. It’s doing the best it can with the limited data it has, but its efforts don’t generally work out so well. Regarding the heart, a wise person allows the heart to freely express itself inwardly but does not get lost in it. Some people say, “Follow your heart.” They must not be referring to the personal heart because it’s all over the place on a day-to-day basis. Fortunately, there is a higher heart to follow. Once energy flows past the middle of the fourth chakra, it enters a deeper heart that doesn’t change, ever. There’s a constant upward flow of beautiful energy. It brings waves of bliss so powerful you can hardly focus outwardly. It wafts over you, and you settle back into this beautiful\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"Reaching this state requires clearing out the samskaras that are blocking the energy flow and not putting any more in there. To do this, learn to handle your heart. This takes practice, just like you practice the piano, a sport, or anything else.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"Appreciate the work your heart is doing to push out the samskaras you have collected over the years. Your heart will do the work—all you need to do is allow the purification to take place.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"“Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.”\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"There’s nothing richer than a fully processed experience integrated into your whole being.\n\n\"You should have the right to consciously decide what to pay attention to.\" \n\n\"Real spiritual practice entails devoting every moment of your life to your liberation. Life is your real guru.\"\n\n\"Your underlying motive can’t ever be about you. It has to be about serving what’s happening in front of you. To the absolute best of your ability, you always serve life as it unfolds before you.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"what they’re grabbing onto is something outside themselves. They think that if others respected them more and treated them better, it wouldn’t be so caustic inside. If someone would just truly love them and be loyal to them, then they’d be okay. The problem is, if they manage to get what they want, they will grab ahold for dear life and never let go, which creates its own issues. Even worse, if the outside world ever stops giving them what they want, they will start to drown again.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"Relationships will naturally be about love and caring—all of them will be about serving others. They will no longer be about control or getting something you need. This is what happens as the energy is free to rise within you.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"You only insist on understanding the events that you can’t comfortably handle. Understanding becomes a crutch, a source of rationalization. If the mind can’t fit an event into its conceptual model, it insists on knowing why it happened. Better to accept reality first, then work with it in a constructive manner.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"“Anything. I would be willing to go through anything to permanently live in such a state”? Fortunately, you have the ability; that is not the problem. But do you have the strength of intent to take the deep spiritual journey to liberation?\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"Surrender is not about suppression, and it’s not about control. Surrender is about letting go of weakness and being committed enough to carry out your intent. Surrender is handling anything that needs to be released inside and letting it pass through. Remember, it was you who willfully resisted past events, which caused samskaras to be stored. Why not learn to willfully relax and release as the blockages cleanse so you can experience the beautiful inner energy flow as it is meant to be?\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"Shakti will do her job of pushing up—you have to do your job of letting go.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"Who said you had to take the whole football team home with you? Just relax and let go, and the whole struggle will be over.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"You don’t need to be strong; you need to be wise.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"You don’t find your way back to Self—you simply cease to leave.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\n\"The answer is simple: love wants to express itself and enthusiasm wants to create.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"people will be attracted to you. You don’t have to worry about attracting somebody or keeping them interested in you. People are attracted to light. It’s very natural. If there is someone special, you shower them with love day and night, expecting nothing in return. Love is a very unique gift—it is just as beautiful for both the giver and the receiver\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"You have to live a life that, if everyone lived it, there would be peace. If you can’t do that, you are part of the problem, not the solution.\" \n\n\"They can’t do wrong because their motive is pure. If the motive itself is pure and impersonal, in the end, it will spread light.\" \n\n\"You are not walking this path alone—all who walked before you are lifting you. Just keep letting go. No matter what happens, keep letting go. These states are not going to happen all at once and then stay there. You’ll get rushes from time to time because something opens up. It’s okay if it closes back down; don’t worry. You still have work to do. Be diligent, but give it time. Eventually, the upward flow will never leave you. You will become a knower of your soul, a knower of spirit. When you can relax and release into the deeper states, you will finally awaken to full self-realization. That’s what true enlightenment is. Enlightenment is not a spiritual experience—it is a permanent spiritual state.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)"
  },
  {
    "url": "transmutes://notes/Living untethered",
    "title": "Living untethered",
    "content": "\"The great yoga master, Meher Baba, taught that love must spring spontaneously from within. It cannot be coerced, and it cannot be dependent upon anything.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"Don’t get scared. This doesn’t mean you don’t have meaningful relationships. There are beautiful relationships, and they can last forever. In fact, they can get more and more beautiful all the time. But they are not samskara relationships—they are not based on the world outside matching your inner patterns. They are based on unconditional love. Once love is always flowing freely inside of you, you will be pleased to share it with another person. Such love is not based on needs or expectations—it’s based on pure love wishing to express itself, unconditionally.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\"Letting go of yourself, instead of serving yourself, is the real paradigm shift.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\nThe mind is free to think and the heart is free to feel.\n\n\nYou are going to create a beautiful place inside to live. This is more important than your marriage or family.\n\n\nWhen the stuff starts to come up, the second you feel that change relax .don't even wait until you know what its about. Just relax and let go.\n\nYou are not walking this path alone—all who walked before you are lifting you. Just keep letting go. No matter what happens, keep letting go. These states are not going to happen all at once and then stay there. You’ll get rushes from time to time because something opens up. It’s okay if it closes back down; don’t worry. You still have work to do. Be diligent, but give it time. Eventually, the upward flow will never leave you. You will become a knower of your soul, a knower of spirit. When you can relax and release into the deeper states, you will finally awaken to full self-realization. That’s what true enlightenment is. Enlightenment is not a spiritual experience—it is a permanent spiritual state.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\n\n\"Letting go of yourself, instead of serving yourself, is the real paradigm shift.\"\n\n\"This is why the wise sage Lao Tzu reflected that a wise man does not argue—for what purpose? You have your mindset, and another person has their mindset. All their lifelong data says one thing, and your totally different lifelong data sees it differently. There’s nothing you’re going to do about that, except be humble enough to realize that at any given moment the data you are taking in is less than .00001 percent of what’s going on everywhere.\" (from \"Living Untethered: Beyond the Human Predicament\" by Michael A. Singer)\n\nAs we’ve seen, the personal mind can’t know anything except for the data it has collected. That data is nothing compared to the universal set of data it has missed every moment. The data the mind has in there is what we call statistically insignificant.\"\n\nLikewise, a wise person doesn’t renounce the use of their mind; they just don’t listen to the personal mind because it’s lost in thoughts about itself. The personal mind is not going to solve your problems. It’s doing the best it can with the limited data it has, but its efforts don’t generally work out so well. Regarding the heart, a wise person allows the heart to freely express itself inwardly but does not get lost in it. Some people say, “Follow your heart.” They must not be referring to the personal heart because it’s all over the place on a day-to-day basis. Fortunately, there is a higher heart to follow. Once energy flows past the middle of the fourth chakra, it enters a deeper heart that doesn’t change, ever. There’s a constant upward flow of beautiful energy. It brings waves of bliss so powerful you can hardly focus outwardly. It wafts over you, and you settle back into this beautiful\" \n\nReaching this state requires clearing out the samskaras that are blocking the energy flow and not putting any more in there. To do this, learn to handle your heart. This takes practice, just like you practice the piano, a sport, or anything else.\n\nAppreciate the work your heart is doing to push out the samskaras you have collected over the years. Your heart will do the work—all you need to do is allow the purification to take place.\"\n\nYesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.\n\nYou should have the right to consciously decide what to pay attention to.\"\n\n\nReal spiritual practice entails devoting every moment of your life to your liberation. Life is your real guru.\n\nwhat they’re grabbing onto is something outside themselves. They think that if others respected them more and treated them better, it wouldn’t be so caustic inside. If someone would just truly love them and be loyal to them, then they’d be okay. The problem is, if they manage to get what they want, they will grab ahold for dear life and never let go, which creates its own issues. Even worse, if the outside world ever stops giving them what they want, they will start to drown again.\n\nRelationships will naturally be about love and caring—all of them will be about serving others. They will no longer be about control or getting something you need. This is what happens as the energy is free to rise within you.\n\nYou only insist on understanding the events that you can’t comfortably handle. Understanding becomes a crutch, a source of rationalization. If the mind can’t fit an event into its conceptual model, it insists on knowing why it happened. Better to accept reality first, then work with it in a constructive manner.\"\n\nAnything. I would be willing to go through anything to permanently live in such a state”? Fortunately, you have the ability; that is not the problem. But do you have the strength of intent to take the deep spiritual journey to liberation?\" \n\n\"Surrender is not about suppression, and it’s not about control. Surrender is about letting go of weakness and being committed enough to carry out your intent. Surrender is handling anything that needs to be released inside and letting it pass through. Remember, it was you who willfully resisted past events, which caused samskaras to be stored. Why not learn to willfully relax and release as the blockages cleanse so you can experience the beautiful inner energy flow as it is meant to be?\"\n\nWho said you had to take the whole football team home with you? Just relax and let go, and the whole struggle will be over.\"\n\nYou don’t need to be strong; you need to be wise \n\nYou don’t find your way back to Self—you simply cease to leave.\n\nThe answer is simple: love wants to express itself and enthusiasm wants to create \n\npeople will be attracted to you. You don’t have to worry about attracting somebody or keeping them interested in you. People are attracted to light. It’s very natural. If there is someone special, you shower them with love day and night, expecting nothing in return. Love is a very unique gift—it is just as beautiful for both the giver and the receiver\n\n\nYou have to live a life that, if everyone lived it, there would be peace. If you can’t do that, you are part of the problem, not the solution.\"\n\n\nThey can’t do wrong because their motive is pure. If the motive itself is pure and impersonal, in the end, it will spread light.\""
  },
  {
    "url": "transmutes://notes/Maharshis best_",
    "title": "Maharshis best ",
    "content": "Eat without thinking of the ego. Then what you eat becomes\nBhagavan’s prasad.\n \nhttps://ramana-talk-mailer.appspot.com/read?post_name=Talk&index=241 - talk 241!\n\nJust as the elephant’s trunk which is otherwise restless, will become steady if it is made to hold an iron chain, so that the elephant goes its way without reaching out for any other object, so also the ever-restless mind, which is trained and accustomed to a name or form through meditation or invocation, will steadily hold on to that alone.\n\nTurning the mind inward] is done by practice and dispassion and that succeeds only gradually. The mind, having been so long a cow accustomed to graze stealthily on others' estates, is not easily confined to her stall. However much her keeper tempts her with luscious grass and fine fodder, she refuses the first time; then she takes a bit; but her innate tendency to stray away asserts itself; and she slips away; on being repeatedly tempted by the owner, she accustoms herself to the stall; finally even if let loose she would not stray away. Similarly with the mind. If once it finds its inner happiness it will not wander outward. (Ramana Maharshi, TWSRM, Question 213.)\n\nYou need not eliminate the wrong “I.” How can “I” eliminate itself? All that you need do is to find out its origin and abide there\n\n#1 \nSushupti continues in this state also. We are ever in sushupti. That\nshould be consciously gone into and realised in this very state.\nThere is no real going into or coming from it. Becoming aware of\nthat is samadhi. An ignorant man cannot remain long in sushupti\nbecause he is forced by nature to emerge from it. His ego is not\ndead and it will rise up again. But the wise man attempts to crush\nit in its source. It rises up again and again for him too impelled by\nnature, i.e., prarabdha. That is, both in Jnani and ajnani, ego is\nsprouting forth, but with this difference, namely the ajnani’s ego\nwhen it rises up is quite ignorant of its source, or he is not aware of\nhis sushupti in the dream and jagrat states; whereas a Jnani when\nhis ego rises up enjoys his transcendental experience with this ego\nkeeping his lakshya (aim) always on its source. This ego is not\ndangerous: it is like the skeleton of a burnt rope: in this form it is\nineffective. By constantly keeping our aim on our source, our ego\nis dissolved in its source. like a doll of salt in the ocean.\nD.: Sri Ramakrishna says that nirvikalpa samadhi cannot last longer\nthan twenty-one days. If persisted in, the person dies. Is it so?\nM.: When the prarabdha is exhausted the ego is completely dissolved\nwithout leaving any trace behind. This is final liberation. Unless\nprarabdha is completely exhausted the ego will be rising up in\nits pure form even in jivanmuktas. I still doubt the statement of\nthe maximum duration of twenty-one days. It is said that people\ncannot live if they fast thirty or forty days. But there are those who\nhave fasted longer, say a hundred days. It means that there is still\nprarabdha for them.\n\n\n#2\nMan owes his movements to another Power, whereas he thinks that\nhe does everything himself - just like a lame man bluffing that, were\nhe helped to stand up, he would fight and chase away the enemy.\nAction is impelled by desire; desire arises only after the rise of the\nego; and this ego owes its origin to a Higher Power on which its\nexistence depends. It cannot remain apart. Why then prattle, “I do,\nI act, or I function”?\nA Self-realised being cannot help benefiting the world. His very\nexistence is the highest good.\n\n#3\n\n“I remain fixed, whereas\ninnumerable universes becoming concepts within my mind, rotate\nwithin me. This meditation is the highest circuit (pradakshina).”\n\n#4\nIs there a mind in the first place? What you call mind is an illusion.\nIt starts from the ‘I-thought’. Without the gross or subtle senses\nyou cannot be aware of the body or the mind. Still it is possible for\nyou to be without these senses. In such a state you are either asleep\nor aware of the Self only. Awareness of Self is ever there. Remain\nwhat you truly are and this question will not arise.\n\n#5Then the Master read out a stanza from Tiruvachakam, which is\nan address to the mind, saying: “O humming bee (namely, mind)!\nWhy do you take the pains of collecting tiny specks of honey from\ninnumerable flowers? There is one from whom you can have the\nwhole storehouse of honey by simply thinking or seeing or speaking\nof Him. Get within and hum to Him (hrimkara).”\n\n#6\n\nMr. Bose: A form means duality. Is that good?\nM.: One who questions like that had better adopt the path of enquiry.\nForm is not for him.\nD.: In my meditation a blank interposes; I see no figure.\nM.: Of course not.\nD.: What about the blank?\nM.: Who sees the blank? You must be there. There is consciousness\nwitnessing the blank.\nD.: Does it mean that I must go deeper and deeper?\nM.: Yes. There is no moment when you are not.\n\n\n#7\n\n“Upadesa Sara”: “Merging the mind into\nthe Heart certainly comprises meritorious duty (karma), devotion\n(bhakti), yoga and supreme wisdom (jnana).” That is the whole\ntruth in a nutshell.\n\n#8\n\nBring about sleep even in\nthe waking state and that is\nrealisation. Effort is directed\nto extinguishing the ‘I-thought’\nand not for ushering the true\n‘I’. For the latter is eternal and\nrequires no effort on your part.\n\n#9\n\nThe egoless ‘I am’ is not thought. It is realisation. The meaning or\nsignificance of ‘I’ is God. The experience of ‘I am’ is to Be Still.\n\n#10\n Can one realise the Truth by learning the scriptures and\nstudy of books?\nNo. So long as predispositions remain latent in the mind,\nrealisation cannot be achieved. Sastra learning is itself a vasana.\nRealisation is only in samadhi.\n\n#11\nHow will worldly transaction go on if one observes silence?\nM.: When women walk with water pots on their heads and chat with their\ncompanions they remain very careful, their thoughts concentrated on\nthe loads on their heads. Similarly when a sage engages in activities,\nthese do not disturb him because his mind abides in Brahman.\n\n#12 /\nMr. T. K. S. Iyer, a disciple, was excited because someone in the town\nhad spoken disparagingly of the Master. He did not retort and came\naway excited. So he asked Master what penalty should be paid for\nhis failure to defend him.\nM.: Patience, more patience; tolerance, more tolerance!\n\n\n#13\nOn the death of King George V two devotees were discussing the\nmatter in the hall. They were very upset. The Master said to them.\n“Whoever dies or is lost, what is that to you? Die yourself and lose\nyourself, becoming one with love.”\n\n#14\n:Quite so. However much you learn, there will be no bounds to\nknowledge.\n\n#15\nIf we are to be saved, it seems we have to step into the same old river again: the river of Philosophy, natural Wisdom!\n\n#16 \n\nM.: They will disappear because they are unreal. The idea of difficulty\nis itself an obstacle to realisation. It must be overcome. To remain\nas the Self is not difficult.\n\n#17\nSravana removes the illusion of the Self being one with the\nbody, etc. Reflection makes it clear that Knowledge is Self.\nOne-pointedness reveals the Self as being Infinite and Blissful.\n\n#18\n\nThere is no other kind of birth. Whatever is born is bound to die. Kill the ego: there is no fear of recurring death for what is once dead. The Self remains even after the death of the ego. That is Bliss - that is Immortality.\n\n#19\nPride of learning and desire for appreciation are condemned\nand not learning itself. Learning leading to search for Truth and\nhumility is good.\n\n#20\nThey need not undergo all\nthe hardships which Sri Bhagavan has already undergone. Their way\nhas been made easy for them by Sri Bhagavan. Am I not right?\nMaharshi smiled and said: If that were so everyone would easily\nreach the goal, but each one must work for himself.\n\n#21\nAbhyasa is only to prevent any disturbance to the inherent\npeace. There is no question of years. Prevent this thought at this\nmoment. You are only in your natural state whether you make\nabhyasa or not. \n\n#22\nGod created man; and man created God. They both are the\noriginators of forms and names only. In fact, neither God nor\nman was created.\n\n#23\nD.: How many hours a day should one devote to meditation?\nM.: Your very nature is meditation.\nD.: It will be so when ripe, but not now.\nM.: You become conscious of it later. That does not mean that your\nnature is now different from meditation.\n\n\n#24\nD.: It is true from Bhagavan’s standpoint. But for us .... my work\ndemands the best part of my time and energy; often I am too tired\nto devote myself to Atma-chintana.\nM.: The feeling “I work” is the hindrance. Enquire, “Who works?”\nRemember, “Who am I?” The work will not bind you. It will go on\nautomatically. Make no effort either to work or to renounce work.\nYour effort is the bondage. What is bound to happen will happen.\nIf you are destined to cease working, work cannot be had even if\nyou hunt for it. If you are destined to work you cannot leave it;\nyou will be forced to engage in it. So leave it to the Higher Power.\nYou cannot renounce or hold as you choose.\n\n#25\nM.: If you remain free from pain, there will be no pain anywhere. The\ntrouble now is due to your seeing the world externally and also\nthinking that there is pain there. But both the world and the pain\nare within you. If you look within there will be no pain.\n\n#26\nBuddha, when asked if there is the ego, was silent; when asked if there\nis no ego, he was silent; asked if there is God, he was silent; asked if there\nis no God, he was silent. Silence was his answer for all these. Mahayana\nand Hinayana schools have both misinterpreted his silence because\nthey say that he was an atheist. If he was an atheist, why should he\nhave spoken of nirvana, of births and deaths, of karma, reincarnations\nand dharma? His interpreters are wrong. Is it not so?\nM.: You are right.\n\n#27 (Clarity level - GOD)https://ramana-talk-mailer.appspot.com/read?post_name=Talk&index=286\n\nThat is, both in Jnani and ajnani, ego is\nsprouting forth, but with this difference, namely the ajnani’s ego\nwhen it rises up is quite ignorant of its source, or he is not aware of\nhis sushupti in the dream and jagrat states; whereas a Jnani when\nhis ego rises up enjoys his transcendental experience with this ego\nkeeping his lakshya (aim) always on its source. This ego is not\ndangerous: it is like the skeleton of a burnt rope: in this form it is\nineffective. By constantly keeping our aim on our source, our ego\nis dissolved in its source. like a doll of salt in the ocean.\n\n\n#28 (Period:)Even a fledgling is protected by the\nparent birds only till such time it grows its wings. It is not protected\nfor ever. Similarly with devotees. I have shown the way. You must\nnow be able to follow it up and find peace wherever you are.\n\n#29\nGod proves the devotee by means of severe\nordeals. A washerman beats the cloth on a slab, not to tear it, but only\nto remove the dirt.”\n\n#30He was a still-born child. The ladies cried and appealed to Sri Krishna\nto save the child. The sages round about wondered how Krishna was\ngoing to save the child from the effects of the arrows (apandavastra)\n\nof Asvatthama. Krishna said, “If the child be touched by one eternally\ncelibate (nityabrahmachari) the child would be brought to life.” Even\nSuka dared not touch the child. Finding no one among the reputed saints\nbold enough to touch the child, Krishna went and touched it, saying, “If\nI am eternally celibate (nityabrahmachari) may the child be brought to\nlife.” The child began to breathe and later grew up to be Parikshit.\nJust consider how Krishna surrounded by 16,000 gopis is a\nbrahmachari! Such is the mystery of jivanmukti! A jivanmukta is\none who does not see anything separate from the Self.\nIf however a man consciously attempts to display siddhis he will\nreceive only kicks.\n\nSo long as this duality lasts the enquiry must be continued, i.e.,\nuntil the individuality disappears and the Self is realised to be only\nthe eternal Be-ing (including enquiry and enquirer).Master stroke on work : https://ramana-talk-mailer.appspot.com/read?post_name=Talk&index=454\n\nhttps://ramana-talk-mailer.appspot.com/read?post_name=Talk&index=456\n\nSankets Case 2015-16 solved  by Ramana!\nhttps://ramana-talk-mailer.appspot.com/read?post_name=Talk&index=462\n\nCRAZY CLARITY HERE again of his teachings. Master stroke. https://ramana-talk-mailer.appspot.com/read?post_name=Talk&index=472\n\nthe work will go on and you must take your share in it - the share which is\nallotted to you.\nD.: How is it to be done?\nM.: Like an actor playing his part in a drama - free from love or hatred. \n\nTHE END! \n\nLet what comes come, let what goes go, why you worry.\n\n\nSurrender explained : https://ramana-talk-mailer.appspot.com/read?post_name=Talk&index=472"
  },
  {
    "url": "transmutes://notes/Oneplus notes backup _https_cloud.oneplus.in_modul",
    "title": "Oneplus notes backup \nhttps://cloud.oneplus.in/module.html#/note\n",
    "content": "If I speak strongly, please do not misunderstand me, it is not through lack of compassion. If you go to a surgeon for an operation, is it not kindness on his part to operate even if he cause you pain? So, in like manner , if I speak straightly, it is not through lack of real affection–on the contrary.\n\ngreat way is not difficult for those who have no preferences. preferences limit your joy to having to match them \n\nOcean and mind as learnt @tanto auroville.\n\nhttps://youtu.be/azM-2X_l8l8\n\nsuzuki roshi zen mind\n\nWhen you plant lettuce, if it does not grow well, you don't blame the lettuce. You look for reasons it is not doing well. It may need fertilizer, or more water, or less sun. You never blame the lettuce. Yet if we have problems with our friends or family, we blame the other person. But if we know how to take care of them, they will grow well, like the lettuce. Blaming has no positive effect at all, nor does trying to persuade using reason and argument. That is my experience. No blame, no reasoning, no argument, just understanding. If you understand, and you show that you understand, you can love, and the situation will change Letting go gives us freedom, and freeà dom is the only condition for happiness. If, in our heart, we still cling to anything - anger, anxiety, or possessions - we cannot be free. To be beautiful means to be yourself.You don't need to be accepted by others. You need to accept yourself.\n\nwhat happens in your life is none of your business your life is not your own\n\nmere paise sare lele koi ni, par mai chain nai len dena\n\neberybody has a part to play and no matter how small the part is, it is the pieces that makes the community money is not the only thing.\n\nhttps://www.indiadivine.org/content/topic/1675877-ramana-maharshi-views-on-astrology/\n\n\ndiaries_text_2021 He stressed Meditation in midst of activity is 1000 times superior to meditation in still ness! He stressed never ending and severe training to deepen the insight of enligtenment & once ability to manifest it in all activities\n\n Love can attain what the intellect cannot fathom-\n \neliminate problems the begiring when they are weak \n\nLao Tzu-True affluence in not needing anything \n\nCocky syndes Best thing you can do for the planet is to stay home-\n\nReal travel travel requires a maximum of unscheduled wandering for there is no way of discovering surprises and I see it is the only reason for not staying a homel \n\npg 2 The feelings are gone & we carry ON this world in which we are all sometines so bad Sometimes so sad if you in dont let go you will go mad. \n\n01/6121 I don 't mind what happens. That is the essence of inner freedom.It is a timeless spiritual truth: Release attachment to outcomes, deep inside yourself, you will feel good no matter what Organization cant make you free. No Man from outside can make you free, nor an organized worship , nor a immolation of yourself to a cause, make you free nor in forming yoursures into an organisation,nor throwing yourself to work will make you free -The future will never provide the reassurane you seek from it-\n\nReal learning comes about when the competitive spirit has ceased \n\n\nby no means to say that science and analytics thought are useless and destructive tools but rather that the people who use that must be greater than their tools \n\n\nmean Art of te feeling if a-Pg 85-go sob Espbin your NATURE IS PEACE AND HAPPINESS the body itself is a thought there is no is reason to be depressed be as you really are BE FREE From THOUGHTS DO NOT HOLD ON TO ANYTHING. THEY DO NOT HOLD YOU. BE YOURSELF \n\n\nAs a man with a stomach wound craves water which is fatal to drink the minds chronic withdrawal from suffering renders it just that much more vulnerable! \n\nMind is consciousness which has put on limitations you're originally unlimited & perfect.later you take on limitation and become the mind \n\n\nThe man who knows how to split te atom but has no love in his heart becomes a monster. \n\nBecause when there is a creative urge it will find its own technique or its own means of expression. \n\nA man who is dying from moment to moment & renewing is able to meet life. It is not that he is seperate from life, he is life! \n\n\n B .: Surrender once and for all and done with the desire. so long as the sense of being the doer remains desire does also. Therefore the ego remains. But once this goes the Self shines forth in its purity. The sense of being the doer is the bondage, not the actions themselves.\n \n 'Be still and know that I am God : Here stillness is total surrender without a vestige of individuality. \n \nStillness will prevail and there will be no agitation of the mind.Agitation of mind is the cause of desire, of the sense of being the doer, of personality. If that is stopped, there is quiet. In this sense, knowing' means' being'. It is not relative knowledge involving the triad of knower , knowledge and known. \n\n”SELF ENQUIRY can reveal the truth that niether the ego nor the mind really exists and enable to realise the pure consiousness when the mind unceasingly investigates its own nature it transpires that there is no such thing as mind. this is the direct path for all. \n\n2 DATE Swami Vivekanand on Edreation by rice article It is sold in notes app. Stond up, women In this spisit, done to beline in min the A buth, dare 1 to pract is te Tort & 4 The world requires a few hundred bold homen. That is why very important that we should be lightly educafeel eduated not to be Smothed by trerelition,not to fall ento the desting of pertineas social, entral, of tarily grap educated not to become meetorical beings moving towards a pre-desurived and The men who understands this whole process who breaks aney from it & Stands alone creases his own momentum y if his action is a breaking away from the false towards te truth than that momention they becoms te suth Ich men are free of desting \n\nSwami Vivekanand on Education-Stand up man & women In this spirit, dare to believe in truth, dare to practice the truth, The world requires a few hundred bold men and women. That is why it is very important that we should be rightly educated not to be Smothered by tradition not to fall into the destiny of particular racial, cultural, or family group,educated not to become mechanical beings moving towards a pre-determined end and The men who understands this whole process who breaks away from it & Stands alone creates his own momentum and if his action is a breaking away from the false towards the truth than that momentum becomes the truth such men are free of destiny-krishnamurthy! \n\nThinking is difficult, that's why most people judge. You are what you do, not what you say you'll do.\n\n615 – Talk 615. Talk 615. Another from the group asked: How is the ego to be destroyed? M.: Hold the ego first and then ask how it is to be destroyed. Who asks this question? It is the ego. Can the ego ever agree to kill itself? This question is a sure way to cherish the ego and not to kill it. If you seek the ego you will find it does not exist. That is the way to destroy it. In this connection I am often reminded of a funny incident which took place when I was living in the West Chitrai Street in Madura. A neighbour in an adjoining house anticipated the visit of a thief to his house. He took precautions to catch him. He posted policemen in mufti to guard the two ends of the lane, the entrance and the back-door to his own house. The thief came as expected and the men rushed to catch him. He took in the situation at a glance and shouted “Hold him,hold him. There - he runs - there - there.\" Saying so he made good his escape. So it is with the ego. Look for it and it will not be found. That is the way to get rid of it. 23rd to 28th January, 1939 https://ramana-talk-mailer.appspot.com/read?\n\n\nGary final Email: \n\nHi Sanket, I tried for several years to be a \"pure\" vegetarian when I was travelling a lot. However, on one trip to Japan, where I was hosting some meetings, it was clear that I was totally physically exhausted. The Japanese folk took me out for a night of \"shabu shabu\", which is cooking beef in a \"hot pot\". That immediately changed the situation and the meeting. Since then I have been largely a \"pescatarian\", which is vegetarian plus fish. However , that is not available, so my wife has convinced me to try our turkey, which you may not be familiar with, as a substitute. The best advice is what you read about keeping a food journal and see what effects different types of food have on your system. It depends a great deal on your activity level, and types of activities.As far as your practices to work with, to be \"surrendered\", it is really an active, not a passive process. \"Trust\" alone won't do it. Go to \"happinessbeyondthought.blogspot.com\", where my blogs are . The blog posts \"Self-inquiry vs the egos/Is - How it works - the neuroscience\" and \"What is the 'Direct Path' to nondual awakening? What is self-inquiry? describe how best to do it. Do self- Inquiry for 35 to 50 minutes per day and put it into your day 5 or 6 times for 2 minutes. The best questions are \"Where am I?, What is this?, Who hears?, When am I?\". Stick with whatever question you choose for a month, before going to another one. Perseverance and focus are the keys to success. To deal with any \"thoughts\" and stories, it is important to use the \"letting go\" practices described in \"surrendering the 'I', letting go of suffering\" and \"letting go your attachments to awaken...why/how/when\" which are time-tested and well documented. For surrendering, use the practice that Ramana Maharshi recommended: “He knows what is best and when and how to do it. Leave everything entirely to Him. His is the burden; you have no longer any cares. All your cares are His. Such is surrender.”, I have found it most powerful to link these together with alternate nostril breathing. As far as alternate nostril breathing there is a good video @ \"Alternate Nostril Breathing\". Use this anytime you are \"efforting\" to make something happen, or are \"stuck\" and can't find a solution to a problem.It can be used many times a day for all manner of things. As described above, and under the signature to this email, there are lots of resources, all free in some format. There is a lot there, which begs the question of how one decides which one to listen to. IME, the \"right\" resource at that time will \"feel\" different from all others. The blogpost \"Feeling your way to nondual awakening\" can give some helpful tips. Trust this is useful. Stillness and letting go, GaryFeeling your way to nondual awakening\" can give some helpful tips. Trust this is useful. Stillness and letting go, GaryFeeling your way to nondual awakening\" can give some helpful tips. Trust this is useful. Stillness and letting go, Gary\n\nPicture ​The Joy of Doing The secret of happiness is in knowing this: that we live by the law of expenditure. We find greatest joy, not in getting, but in expressing what we are. There are tides in the ocean of life, and what comes in depends on what goes out. The currents flow inward only where there is an outlet. Nature does not give to those who will not spend; her gifts are loaned to those who will use them. Empty your lungs and breathe. Run, climb, work, and laugh; the more you give out, the more you shall receive. Be exhausted, and you shall be fed. Men do not really live for honors or for pay; their gladness is not in the taking and holding, but in the doing, the striving, the building, the living. It is a higher joy to teach than to be taught. It is good to get justice, but better to do it; fun to have things but more to make them.The happy man is he who lives the life of love, not for the honors it may bring, but for the life itself. by Raymond John Baughan: “Undiscovered Country” (1946)"
  },
  {
    "url": "transmutes://notes/Profound statement ramdas podcast_",
    "title": "Profound statement ramdas podcast ",
    "content": "One does nothing but nothing is left undone."
  },
  {
    "url": "transmutes://notes/Rama as",
    "title": "Rama as",
    "content": "There is no need to tell him your\nrequirements. He knows them himself\nand will look atta them\nThe hord bears the burden of the world, know\nthat the Spurious ego which presumes to\nbear that burden is like a sculpted\nfigure of the foot of a temple towes.\nwhich appears to sustain to towers weight.\nwhose fault is it if the travelles instead of\nputting his luggage in tu cast which bears\ntu load any way, Carries it on his own\nhead\nto his own in convenience.\nIf you want him to do as you wall t\nCompones & not surfendes.\nен\na\nHe knows what is best\nWhen A how to do it. dezone everything\nentirely to him. The burden is his\nk you\nhave no more card. All your cares are\nhis. That is what is meant by surrender,\nprajce en also en betoken of lack of\ntrust\nyou impose limitations on yourself and make\na Vain struggle to transcend them. If you\nwould deny the ego and Scorch it by\n, you will be free. If you ampt\nignorira\nit, it will impose limitations on you A\nthrow you into a voin struggle to transcend\nPg no 26\nthem,\nit,\nTo be the self that you really one is the only\nmeans to Sealize the Bliss that is evce yours\n4go is not ordinarily percieved without the\nand so i identified with it. All\nbody\nSuffering is due to he falle nation\nI m to body. Wetting mid of\nthis is knowledge.\nTrakh is excredingly suhtle & conre.\nassiduous meditation.\n1\nThe Conflict een omly and when there is\nno Observes but only Observation. The thinke\nI is not different from the thought it created.\nIs the thinker cliffred from his thought?\nIs to exfriend diffrent from to experience?\nto to\n1\nwe all watt anveriences,\nmoon, dours of sex, is to compexic es\ndifferent from the cyclions,\nAccidere is recorded & Remembered & that\nexperieru is to memory,\namy\nпара спи\nMind which do not dorad.\nwastage of energy in aquing, echondizing\nthe whole business is to form of conflict\nWhen he is observation withnot post/\nall energy is available & there is a cortict\nwith the self. to clain of discrption.\nwhich is to gocatat from ok interizace.\nSo long as the ego lasts, effort is\nnecessary, when the ego cease to exists\nactions becomes Spontaneous.\n2\nAgitation of the mind is the cause of\ndesire\nTake care of the present & the future\nwill take care of thelf!\nIt is the feeling I work that is the\n\"who works Remembe\nhindrance. Ask yourself\nwho\nare. Then the work will not bind you\nyou\nIt will go on automatically. Make no effort\neither to work or renounce:\neffort is\nyour\nthe bondage. what is destined to happen\nwill happen. Il you are destined to work,\n: you\nwill\nYou will not be able to avoid it:\nbe forced to engage in it. So leave it to to\nhigher powel. It is not really your choice\nwith you veround or retain.\nThere is no principle that actions can be\nPerformed only on the basis of 'I am the duel\nidea knowledge & activity are nivel mutually\nantagonistic & the realization of one dou not\nimpede tu performance of the other\nThe Lord of the universe hear the whole burden.\nYou only imagive tret you do, you can hand\nover all your burded to him. Whaterel you have to\ndo, you will be made on instrument for cluing\nit at te night time. Do not imegive that you\ncannot do it wolck you have the desire to.\nIt is not to desire tret give you neessary\nShength. The Strength is to heads.\nTake love of to Present A future will take care of\nitself.\nPg-112 = Self &nquiry?\nMagdi Badany\nIts imp to understand that all sort of\nthings are going to happen, to te body to the\nminel, this realm of body mird is a realm.\nof change and that suffering, fear & unhappiness\nis the result of being some one, being some sort\nof target or some sort of subject within the\nword body wird, things can happen to the ri\nbody but ntg happere to awareness.\nwhenever you go to what is going to happen to are\ndort stop in & notice that you are\n& you\nmoving in the wro direct in the old model\nyou will expiricree\nik invariable (never changin\nfear, Serse of lock, orgel whatevel, what you have\navailabic is te peace of being. At mind level\nit brings clority, Spaciouness of understanding,\nWheneve you download I am sunket there is\na whole bagage which comes with that, what\nwill happen it time spice but this Juket is not\nyou ets consiousners it just what appears. So\nnot\n/\n^\nonce\nyou\nhere this understanding & this understandin\ngets times then you have to live according to\nI you have to try it out. The\nthis understanding\nemotion) far that crises in an old echo & artel\nunderstanding you know that its a subtle forr\nthat appere to you its a sensations. A serectio\nis appering to\nyou.\nk for you to act based on that which appens.\nto you that is wrong motive, you get out of\nwisdom, love, understaneling, you don't React\nin response to what is appearing to you ofcourse\nthe body\nReact is a car is drivin toveres\nmay\nyou it build in body but when a sensation orises\nwithin you is arises in your body mind & & if we\nread to every impersone evert & it derails us\ntrots not necessory, we step out of te way. It\nyou step out of a versation whose sumiral col\nyou protecting? obriouly is not survival of\ncorsingress body, it's jew thought\nSensation is impersonal by when you Personalise it\nIt is powered by\nSenked is history Khabit / pattern) curdition.\nIn presence trek is intellegire & cority\nfrom the stillner not only them is perce of being but\nclarity comes & her tere cm bc action of no-cretion\nRight model I am!\nWhenever you\nbecome anxious or\nstressed, outle\nPrepose has taken oves and you lost sigue on\nyour inner purpose. you here forgotten you state\nof Concioneness is primary & lest all is secondary\nI em of my own July do nothing?\nThe illusion that you are\nSeperise from te\npower that runs the universe returns.\nDont let the mad world tell you that the\nSuccess is anything different than a successful\npresent moment.\nEnd & the means are the one x it the means\ndid not contribute to human heppireus\nMiethy will the end.\nBeing at one with what is doesn't mean\nYou no longer initiate everge or become\nincapabic of taking cations. But te motivation\nto take action comes from a deepa level,\nnot from egoic werting of fearing."
  },
  {
    "url": "transmutes://notes/Ramdas on sex",
    "title": "Ramdas on sex",
    "content": "https://youtu.be/hDt8R0TKMEI\n\nhttps://youtu.be/gkSZA-UFprQ"
  },
  {
    "url": "transmutes://notes/Right guy, right time right place",
    "title": "Right guy, right time right place",
    "content": "https://youtube.com/shorts/BKbLK7y8ajM?feature=share"
  },
  {
    "url": "transmutes://notes/Sorrow",
    "title": "Sorrow",
    "content": "So is it possible to end sorrow? Which is to face loneliness and end it - not take time, the causes of sorrow, seeking comfort. There is always a comforter: the priest, the psychoanalyst, the friend, the guru, someone will cry with you, hold your hand. That doesn't end sorrow. It is like having a deep wound: you may cover it up, you may escape from it, but it is always there, deep down in the dark recesses of one's own brain. And to end it, because where there is suffering there is no love. And without love and compassion there is no intelligence. And if we pursue our life, our daily life, as we are living now, year after year till we die, as vast millions and billions of people are doing, they are not contributing anything to the whole collective consciousness of man. But if you and a few of us basically, fundamentally bring about a mutation in the conditioning of the brain, which means in the very brain cells themselves and that is possible only when we are aware of our conditioning, meet it head on, fear, all the faiths and the dogmas, the stupid rituals, fears, pleasures, sorrow, of which we are. If there is no mutation we will be contributing to the ugliness of mankind.\n\nCompassion is born only out of total freedom. I've finished.\n\nSource : https://jkrishnamurti.org/content/unconditioning-brain-cells"
  },
  {
    "url": "transmutes://notes/Tao te ching_",
    "title": "Tao te ching ",
    "content": "\"(Those who) possessed in the highest degree those attributes did nothing (with a purpose), and had no need to do anything. (Those who) possessed them in a lower degree were (always) doing, and had need to be so doing.\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)\n\n\n\"1. The softest thing in the world dashes against and overcomes the hardest; that which has no (substantial) existence enters where there is no crevice. I know hereby what advantage belongs to doing nothing (with a purpose).\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)\n\n\"Or fame or life,\n     Which do you hold more dear?\n   Or life or wealth,\n     To which would you adhere?\n   Keep life and lose those other things;\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)\n\n\"1. (It is the way of the Tao) to act without (thinking of) acting; to conduct affairs without (feeling the) trouble of them; to taste without discerning any flavour; to consider what is small as great, and a few as many; and to recompense injury with kindness.\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)\n\ngreat while they are small. All difficult things in the world are sure to arise from a previous state in which they were easy, and all great things from one in which they were small. Therefore the sage, while he never does what is great, is able on that account to accomplish the greatest things.\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)\n\n\"Action should be taken before a thing has made its appearance; order should be secured before disorder has begun.\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)\n\n\"(But) people in their conduct of affairs are constantly ruining them when they are on the eve of success. If they were careful at the end, as (they should be) at the beginning, they would not so ruin them.\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)\n\n\"It is the way of Heaven not to strive, and yet it skilfully overcomes; not to speak, and yet it is skilful in obtaining a reply; does not call, and yet men come to it of themselves. Its demonstrations are quiet, and yet its plans are skilful and effective. The meshes of the net of Heaven are large; far\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)\n\n\n\"There is nothing in the world more soft and weak than water, and yet for attacking things that are firm and strong there is nothing that can take precedence of it;—for there is nothing (so effectual) for which it can be changed.\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)"
  },
  {
    "url": "transmutes://notes/Taoism is GOLD!_",
    "title": "Taoism is GOLD! ",
    "content": "Between the days of lowering a bucket into a well, and the modern electric water pump, there was the hand pump. The hand pump was usually made from cast-iron, and you had to pump a handle up and down to get water out of the well.\n\nThe problem with the hand pump was that it had to be “primed” to make it work. Priming involved pouring a little water on the pump to create a seal. Once it was sealed, it was easy to pump up much more water. If you didn’t have water in your priming bucket, you had to go borrow some from a neighbor.\n\nIt took water to get water. A simple lesson.\n\nTaoism functions the same way.\n\nYou have to prime the pump. You need some spiritual wisdom to get you going.\n\nQi Gong seekhna he! https://betterhumans.pub/qigong-101-how-to-get-started-2118c3f4d38d\n\nManaging Resources.\nManaging Relationships.\nSelf Development.\nSelf-Maintenance.\n\nYou have a large surplus of qi.\nYou do things like sleep designed to reduce your energy costs and restore your energy.\nYou eat foods that are high energy.\nYour day has large amounts of exercise.\nYou are physically rubbed and cared for in a way that tends to circulate qi.\nYou are insulated from outside stressors.\n\nFor thousands of years, Taoists have designed tools to restore your body, mind and qi.  That’s why you see the broad array of kung fu, qi gong, and health practices.  You should be able to undo most of the foolish and accidental expenditures of your body and mind that occurred during your youth.\n\nJUST WOW, ENTIRE LIFE WJHICH I FEEL IN THE BELOW: \n\nIn our modern human world, we have developed the thought that there always will be another door.  Much of social mind is built around that thought.  The only thing we can really do is walk through the door that is present and be confident that we will walk through the next door as it is present.\n\nHumans are often sloppy because we have grown use to sitting around waiting for a big door guaranteed to lead instantly to happiness.  Such a thing is rare.  It is the passage through one door that leads to passage through another door, and ultimately perhaps to the door most desired.  We live in the passage.\n\nOften people want Taoism to simply confirm their prejudices and preferences, but it doesn’t do that.  A Taoist must work to develop a direct link with the Tao and then learn directly from it.  The lesson of the open door is taught all through nature, and yet domesticated humans defy it.  By choice.\n\nThe defiance is the conscious choice to avoid true spirituality.\n\ntaoist websites link to clear taoist concepts: \n\nhttps://www.the-taoism-for-modern-world.com/karma/  - karma kya he ? \n\nhttp://www.the-taoism-for-modern-world.com/simple-steps-wu-wei-not-doing/ - wu wei ka deeper understanding and practice me kaise laneka\n\nhttps://www.the-taoism-for-modern-world.com/taoism-enlightenment-social-mind/ \n- social mind or in short EGO! \n\ntaoist love practical very much --> https://www.the-taoism-for-modern-world.com/taoist-love/\n\nPractical way to replenish energy wasted in youth(hikuain ki yad dilaya) --> https://www.the-taoism-for-modern-world.com/qi-gong-taoism/\n\nhttps://www.the-taoism-for-modern-world.com/body-achieves-spiritual-enlightenment/ --> ye padhke clarity milta he ki there is still hope! \n\ntaoist wealth funda --> https://www.the-taoism-for-modern-world.com/qi-gong-taoism/\n\nye matlab ek overall logocal path he jisse taoism me accept ka paya --> https://www.the-taoism-for-modern-world.com/how-to-become-happy-4-taoist-doorways/\n\nfree will --> https://www.the-taoism-for-modern-world.com/free-will-cornerstone-taoism/\n\nwhat a great pigeon story --> https://www.the-taoism-for-modern-world.com/taoism-nature-lesson-from-a-pigeon/\n\nsex depletes qi! --> again confusion ended cuz I trust this steelrod guy and he seems to know what he is talking about! \n\n\nsex ka understanding --> \nhttps://www.the-taoism-for-modern-world.com/what-is-taoisms-position-on-homosexuality-and-sexuality/\n\nhttps://www.the-taoism-for-modern-world.com/understanding-the-4-spheres-of-the-ascendant/ --> 4 ascendants matlab full package!\n\n\nTao te ching quotes, jammes legge! \n\n\"There is nothing in the world more soft and weak than water, and yet for attacking things that are firm and strong there is nothing that can take precedence of it;—for there is nothing (so effectual) for which it can be changed.\" (from \"Tao Te Ching,The Tao and its Characteristics-The Classic Edition(A translation of the Taoist Classic by James Legge)\" by Lao Tzu)\n\n\"Who can take his own superabundance and therewith serve all under heaven? Only he who is in possession of the Tao!\"\n\nMan at his birth is supple and weak; at his death, firm and strong. (So it is with) all things. Trees and plants, in their early growth, are soft and brittle; at their death, dry and withered\n\n\"It is the way of Heaven not to strive, and yet it skilfully overcomes; not to speak, and yet it is skilful in obtaining a reply; does not call, and yet men come to it of themselves. Its demonstrations are quiet, and yet its plans are skilful and effective. The meshes of the net of Heaven are large; far apart, but letting nothing escape.\"\n\n\"(But) people in their conduct of affairs are constantly ruining them when they are on the eve of success. If they were careful at the end, as (they should be) at the beginning, they would not so ruin them.\"\n\n\"Action should be taken before a thing has made its appearance; order should be secured before disorder has begun.\" \n\nAll difficult things in the world are sure to arise from a previous state in which they were easy, and all great things from one in which they were small. Therefore the sage, while he never does what is great, is able on that account to accomplish the greatest things.\" \n\nOr fame or life,\n     Which do you hold more dear?\n   Or life or wealth,\n     To which would you adhere?\n   Keep life and lose those other things;\" \n\nThe softest thing in the world dashes against and overcomes the hardest; that which has no (substantial) existence enters where there is no crevice. I know hereby what advantage belongs to doing nothing (with a purpose).\"\n\n\"(Those who) possessed in the highest degree those attributes did nothing (with a purpose), and had no need to do anything. (Those who) possessed them in a lower degree were (always) doing, and had need to be so doing.\""
  },
  {
    "url": "transmutes://notes/Untethered 4",
    "title": "Untethered 4",
    "content": "All the great teachings reveal the way of the center, the way of balance. Constantly look to see if that’s where you are living or if you are lost in the extremes. The extremes create their opposites; the wise avoid them. Find the balance in the center and you will live in harmony.\n\nFortunately, deep within us, there is a direct connection to the Divine. There is a part of our being that is beyond the personal self. You can consciously choose to identify with that part, rather than with the psyche or the body. When you do this, a natural transformation begins to take place within you. Over time, as you observe this transformation, you will see what it’s like to be coming toward God. You actually begin to know what it feels like to be moving in the direction of Spirit. The changes you see within you are reflective of the force you’re approaching. Just as rain makes you wet and fire makes you warm, so you can know the nature of God by looking into the mirror of your transformed self. This is not a philosophy; it is a direct experience.\n\nIf you grow past that part of you, over time you will actually drift away from the feelings of tension and anxiety. The entire cloud of lower vibrations will appear further and further away from where you sit inside. The cloud may still be there, but if you don’t identify with it or hold onto it, it can no longer hold onto you. As you release the lower vibrations, you naturally stop thinking they’re you or that there’s anything you have to do about them. As you let go of them, your Spirit drifts upward.\n\n\nWhat does it feel like to identify more with Spirit than with form? You used to walk around feeling anxiety and tension; now you walk around feeling love. You just feel love for no reason. Your backdrop is love. Your backdrop is openness, beauty, and appreciation. You don’t have to make yourself feel that way; that is how Spirit feels. If you were asked how the body normally feels, you might say that it’s generally uncomfortable about one thing or another. How about the psyche? If you were being totally honest, you’d probably say that it’s generally full of complaints and fears. Well, how does Spirit normally feel? The truth is, it always feels good. It always feels high. It always feels open and light."
  },
  {
    "url": "transmutes://notes/Untethered soul 1",
    "title": "Untethered soul 1",
    "content": "Your inner growth is completely dependent upon the realization that the only way to find peace and contentment is to stop thinking about yourself. You’re ready to grow when you finally realize that the “I” who is always talking inside will never be content. It always has a problem with something. Honestly, when was the last time you really had nothing bothering you? Before you had your current problem, there was a different problem. And if you’re wise, you will realize that after this one’s gone, there will be another one.\nThe bottom line is, you’ll never be free of problems until you are free from the part within that has so many problems.\n\nEveryone knows you can’t deal well with a situation if you’re getting anxious, scared, or angry about it.\n\nThe only permanent solution to your problems is to go inside and let go of the part of you that seems to have so many problems with reality. Once you do that, you’ll be clear enough to deal with what’s left\n\nBasically, you’re not alone in there. There are two distinct aspects of your inner being. The first is you, the awareness, the witness, the center of your willful intentions; and the other is that which you watch. The problem is, the part that you watch never shuts up. If you could get rid of that part, even for a moment, the peace and serenity would be the nicest vacation you’ve ever had.\n\nBecause the tendency to get drawn in is constant, the willingness to let go and fall behind has to be constant.\n\nOnce you’ve let go, every minute of every day, year after year, then that’s where you’ll live. Nothing will be able to take your seat of consciousness from you. You’ll learn to stay there. After you’ve put years and years into this process, and learned to let go no matter how deep the pain, you will achieve a great state. You will break the ultimate habit: the constant draw of the lower self. You will then be free to explore the nature and source of your true being—Pure Consciousness.\n\nWe all know that we’re doing this, but nobody questions it. We think we’re supposed to figure out how life should be, and then make it that way. Only someone who looks deeper, and questions why we need the events of life to be a particular way, will question this assumption. How did we come up with the notion that life is not okay just the way it is, or that it won’t be okay the way it will be? Who said that the way life naturally unfolds is not all right?\n\nThe alternative is to decide not to fight with life. You realize and accept that life is not under your control. Life is continuously changing, and if you’re trying to control it, you’ll never be able to fully live it. Instead of living life, you’ll be afraid of life. But once you’ve decided not to fight with life, you’ll have to face the fear that was causing you to fight. Fortunately, you don’t have to keep this fear inside of you. There is such a thing as a life without fear. In order to relate to this possibility, we must first have a deeper understanding of fear itself.\n\nYou will learn it early, but you will fall many times while trying to adhere to it. The law is very straightforward: When your stuff gets hit, let go right then because it will be harder later. It won’t be easier if you explore it or play with it, hoping to take the edge off. It won’t be easier to think about it, talk about it, or try to release only part of it at a time. If you want to be free to the core of your being, you must let go right away because it will not be easier later.\nIn order to live by this law, you have to understand its principles. First, you\n\nThe cycle is the time it takes from the moment you leave your seat of relative clarity until you come back. This period of time is determined by the depth of the energy blockage that caused the initial disturbance. Once activated, the blockage must run its course. If you don’t let go, you get sucked in. You are no longer free; you are caught. \n\nThis is the anatomy of falling. When you’re in this state of disturbance, your tendency will be to act in order to try to fix things. You don’t have the clarity to see what’s going on; you just want the disturbance to stop. So you start getting down to your survival instincts. You may feel that you have to do something drastic. You may want to leave your husband or wife, or move, or quit your job. The mind starts saying all kinds of things because it doesn’t like this space, and it wants to get away from it any way it can.\n\nWhat if all you had to do to avoid all of this was to let go in the beginning? \n\nWhat if all you had to do to avoid all of this was to let go in the beginning? If you had, you would have gone up instead of down. That’s how it works. When a blockage gets hit, it’s a good thing. It’s time to open up internally and release the blocked energy. If you let go, and permit the purification process to take place inside, that blocked energy will be released. When it’s released and allowed to flow up, it becomes purified and merges back into your center of consciousness. This energy then strengthens you instead of weakening you. You begin to go up and up, higher and higher, and you learn the secret of the ascent. The secret of the ascent is to never look down—always look up.\n\nNo matter what goes on below you, open your heart and let it go. Your heart will become purified, and you will never know another fall.\n\nIt turns out that the life of protecting yourself from your problem becomes a perfect reflection of the problem itself. You didn’t solve anything. If you don’t solve the root cause of the problem, but instead, attempt to protect yourself from the problem, it ends up running your life.\n\nA feeling of emptiness is an object; it is something you feel. But who feels it? Your way out is to just notice who’s noticing. It’s really that simple.\n\nThe prerequisite to true freedom is to decide that you do not want to suffer anymore. You must decide that you want to enjoy your life and that there is no reason for stress, inner pain, or fear.\n\nYour psyche is communicating through its universal language: fear. Self- consciousness, jealousy, insecurity, anxiety—they are all fear.\n\nYou have mistreated it by giving it a responsibility that is incomprehensible. Just stop for a moment and see what you have given your mind to do. You said to your mind, “I want everyone to like me. I don’t want anyone to speak badly of me. I want everything I say and do to be acceptable and pleasing to everyone. I don’t want anyone to hurt me. I don’t want anything to happen that I don’t like. And I want everything to happen that I do like.” Then you said, “Now, mind, figure out how to make every one of these things a reality, even if you have to think about it day and night.” And of course your mind said, “I’m on the job. I will work on it constantly \n\nYour mind’s thoughts are disturbed by its fears. Of all the advice in the world that you do not want to listen to, it is the advice of a disturbed mind. Your mind actually misleads you. Suppose it tells you, “If I could just get that promotion, then I’d be fine. I’d feel good about myself, and I could get my life back together.” Have you found that to be true? After you get the promotion, does that end all your insecurities and leave you financially satisfied for the rest of your life? Of course not. All that\n\nhappens is that the next problem comes to the surface.\n\nIf you don’t identify the root properly, you will seek someone or something to cover it up. You will hide behind finances, people, fame, and adoration. \n\nNow that we’ve seen what failure looks like, let’s define success. Success regarding your psyche is comparable to health regarding your physical body. Success means you never have to think about your psyche again. A naturally healthy body is one that just does what it’s supposed to do while you’re going about your business. You never have to think about it. Likewise, you should never have to figure out how to be okay, or how not to be scared, or how to feel loved. You should not have to devote your life to your psyche.\n\nThe same thing is true of the addiction to the psyche. You are capable of ceasing the absurdity of listening to the perpetual problems of your psyche. You can put an end to it. You can wake up in the morning, look forward to the day, and not worry about what will happen. Your daily life can be like a vacation. Work can be fun; family can be fun; you can just enjoy all of it. That does not mean you don’t do your best; you just have fun doing your best. Then, at night when you go to sleep, you let it all go. You just live your life without getting uptight and worrying about it. You actually live life instead of fearing or fighting it.\n\nyou have to do to make everything inside okay, don’t buy into what it’s telling you. The truth is, everything will be okay as soon as you are okay with everything. And that’s the only time everything will be okay.\n\nYour mind is not the guilty party. In fact, your mind is innocent. The mind is simply a computer, a tool. It can be used to ponder great thoughts, solve scientific problems, and serve humanity. But you, in your lost state, told it to spend its time conjuring up outer solutions for your very personal inner problems. You are the one who is trying to use the analytical mind to protect yourself from the natural unfolding of life.\n\nThe key is to be quiet. It’s not that your mind has to be quiet. You be quiet. You, the one inside watching the neurotic mind, just relax.\n\nThe more you sit in the seat of witness consciousness, the more you realize that since you are completely independent of what you are watching, there must be a way to break free of the magical hold that the psyche has on your awareness. There must be a way out.\n\nYou are the one who did this. You are the one who was lost, scared, and confused because you focused your awareness away from your awareness f Self. \n\nBasically, you attempt to create a sense of stability and steadiness inside. This generates a false, but welcomed, sense of security. You also want the people around you to have done the same thing. You want people to be steady enough so that you can predict their behavior. If they aren’t, it disturbs you. This is because you have made your predictions of their behavior part of your inner model. This protective shield of beliefs and concepts regarding the outside world acts as insulation between you and the people you interact with. By having preconceived notions about other people’s behavior, you feel safer and more in control. Imagine the fear you would feel if you let the entire wall down. Who have you ever allowed directly into your true inner self without the protection of your mental buffer? Nobody, not even yourself.\n\nJust think about how nice you are to people when they behave in accordance with your expectations. Now think about how you close up and pull back from them when they don’t. This is not to mention getting angry or even violent toward them. What are you doing? You are trying to change someone’s behavior by leaving impressions on their mind. You are attempting to alter their collection of beliefs, thoughts, and emotions so that the next time they act it is in the manner you expect. In truth, we are all doing this to each other every day\n\nYou will be aware that each moment of each day is unfolding and you neither have control, nor crave it. You have no concepts, no hopes, no dreams, no beliefs, and no security. You are no longer building mental models of what’s going on, but life is going on anyway. You are perfectly comfortable just being aware of it. Here comes this moment, then the next\n\nmoment, and then the next. But that’s really what has always happened. Moment after moment has been passing before your consciousness. The difference is that now you see it happening. You see that your emotions and your mind are reacting to these moments that are coming through, and you’re doing nothing to stop it. You’re doing nothing to control it. You’re just letting life unfold, both outside and inside of you.\n\nIf you take this journey, you will get to the state in which you see exactly how the unfolding moments bring up a sense of fear. From this place of clarity, you will be able to experience the powerful tendency to protect yourself. This tendency exists because you truly have no control, and that is not comfortable to you. But if you really want to break through, you have to be willing to just watch the fear without protecting yourself from it. You must be willing to see that this need to protect yourself is where the entire personality comes from. It was created by building a mental and emotional structure to get away from that sense of fear. You are now standing face-to-face with the root of the psyche\n\nto the other side of the psyche. You do that by letting go of the tendency to cling. You do it by not using your mind to build false solidity. You just decide, once and for all, to take the journey by constantly letting go. \n\n\nOne should view their spiritual work as learning to live life without stress, problems, fear, or melodrama. This path of using life to evolve spiritually is truly the highest path. There really is no reason for tension or problems. Stress only happens when you resist life’s events. If you’re neither pushing life away, nor pulling it toward you, then you are not creating any resistance. You are simply present. In this state, you are just witnessing and experiencing the events of life taking place. If you choose to live this way, you will see that life can be lived in a state of peace.\n\nThere is no reason to get stressed-out. There is no reason for blowing up or shutting down. If you do not let this energy build up inside you, but instead allow each moment of each day to pass through you, then you can be as fresh every moment as you would be on a stress-free vacation.\n\nIt is scarcity that makes a simple rock become a rare gem.\n\nThat’s the difference between struggling with the opposites versus staying centered in order to get something done\n\nWhen you spend your energy trying to maintain the extremes, nothing goes forward. You get stuck in a rut. The more extreme you are, the less forward movement there is. You carve a groove and you get stuck in it. Then there’s no energy moving you in the Tao; it’s all being spent serving the extremes \n\nThe more you can work with the balance, the more you can just sail through life. Effortless action is what happens when you come into the Tao. Life happens, you’re there, but you don’t make it happen. There is no burden; there is no stress. The forces take care of themselves as you sit in the center. That is the Tao. It’s the most beautiful place in all of life. You can’t touch it, but you can be at one with it.\n\nThe key is to learn to keep your mind disciplined enough so that it doesn’t\ntrick you into thinking that this time it’s worth closing. If you slip, get back up.\nThe minute you slip, the minute you open your mouth, the minute you start to\nclose and defend yourself, get back up. Just pick yourself up and affirm inwardly\nthat you don’t want to close, no matter what happens. Affirm that all you want is\nto be at peace and to appreciate life. You don’t want your happiness to be\nconditional upon the behavior of other people. It’s bad enough that your\nhappiness is conditional upon your own behavior. When you start making it\nconditional upon other people’s behavior, you’re in serious trouble.\nThings are going to happen to you, and you’re going to feel the tendency to\nclose. But you have the choice to either go with it or let it go. Your mind will tell\nyou that it’s not reasonable to stay open when these things happen. But you have\nlimited time left in your life, and what’s really not reasonable is to not enjoy life.\nIf you have trouble remembering that, then meditate. Meditation strengthens\nyour center of consciousness so that you’re always aware enough to not allow\nyour heart to close. You remain open by simply letting go and releasing the\ntendency to close. You just relax your heart when it starts to tighten. You don’t\nhave to be outwardly glowing all the time; you’re just joyful inside. Instead of\ncomplaining, you’re just having fun with the different situations that unfold.\nUnconditional happiness is a very high path and a very high technique\n\n\nYou will realize that the only price you have to pay is letting go of yourself. Only you can take inner freedom away  from yourself, or give it to yourself. Nobody else can.\n\nyour heart, you just let go. You fall behind it. You simply relax and release. And no matter how many times you’re pulled, that’s how many times you relax and release. Because the tendency to get drawn in is constant, the willingness to let go and fall behind has to be constant\n\nYour center of consciousness is always stronger than the energy that is pulling on it. You just have to be willing to exercise your will. But it’s not a fight or a struggle. It’s not that you are trying to stop the energies from coming up inside. There is nothing wrong with feeling the energies of fear, jealousy, or attraction. It’s not your fault that such energies exist. All the attractions, repulsions, thoughts, and feelings don’t make any difference. They don’t make you pure or impure. They are not you. You are the one who’s watching, and that one is pure consciousness. Don’t think you’d be free if you just didn’t have these kinds of feelings. It’s not true. If you can be free even though you’re having these kinds of feelings, then you’re really free—because there will always be something.\n\nIf you really want to grow, you have to do the opposite. Real spiritual growth happens when there is only one of you inside. There’s not a part that’s scared and another part that’s protecting the part that’s scared. All parts are unified. Because there is no part of you that you’re not willing to see, the mind is no longer divided into the conscious and subconscious. Everything you see inside is just something you see inside. It’s not you; it’s what you see. There is simply the pure energy pouring inside of you that creates the ripples of thoughts and emotions, and there is the consciousness that’s aware of it. There is simply you watching the dance of the psyche.\n\nThere is no more valve. You live in love, and it feeds you and strengthens you. That is an open heart. That is the instrument of the heart as it was meant to be. Allow yourself to experience every note the heart can play. If you relax and release, this purification of your heart is a wonderful thing. Set your eyes on the highest state you can imagine and don’t take them off. If you slip, just get back up. It doesn’t matter. The very fact that you even want to go through this process of freeing the energy flow means you are great. You will get there. Just keep letting go.If you have trouble remembering that, then meditate. Meditation strengthens\nyour center of consciousness so that you’re always aware enough to not allow\nyour heart to close. You remain open by simply letting go and releasing the\ntendency to close. You just relax your heart when it starts to tighten. You don’t\nhave to be outwardly glowing all the time; you’re just joyful inside. Instead of\ncomplaining, you’re just having fun with the different situations that unfold.\nUnconditional happiness is a very high path and a very high technique\n\n\nhttps://youtu.be/pbnJq_96xAI - you will always know what to do.\n\nYou are capable of achieving that state. It’s never too late. \n\nThe truth is, everything will be okay as soon as you are okay with everything. And that’s the only time everything will be okay.\n\n\nWhile 2nd read pasting this ra"
  },
  {
    "url": "transmutes://notes/Untethered soul 2",
    "title": "Untethered soul 2",
    "content": "At some point in the journey it all becomes heart, not mind. You will see that the mind follows the heart. The heart reacts way before the mind starts talking. When you are conscious, the shifts of energy in your heart cause you to instantaneously be aware that you are back there noticing. The mind doesn’t even get a chance to start up because you let go at the heart level.\n\nBecoming familiar with this pain is part of your growth. Even though you may not actually like the feelings of inner disturbance, you must be able to sit quietly inside and face them if you want to see where they come from. Once you can face your disturbances, you will realize that there is a layer of pain seated deep in the core of your heart. This pain is so uncomfortable, so challenging, and so destructive to the individual self, that your entire life is spent avoiding it. Your entire personality is built upon ways of being, thinking, acting, and believing that were developed to avoid this pain.\n\nYou trade nuerosis for peace. \nstages of spirituality\nhttps://youtu.be/W23Qob0d6rA\n\nvacation \n\nhttps://youtube.com/clip/UgkxxwCWW145CPAZC9G7unZLuB43IuuDVaFE\n\nDo not let anything that happens in life be important enough that you’re willing to close your heart over it. When your heart starts to close, just say, “No. I’m not going to close. I’m going to relax. I’m going to let this situation take place and be there with it.” Honor and respect the situation, and deal with it. By all means deal with it. Do the best you can. But deal with it with openness. Deal with it with excitement and enthusiasm. No matter what it is, just let it be the sport of the day. In time, you will find that you forget how to close. No matter what anyone does, no matter what situation takes place, you won’t even feel the tendency to close. You will just embrace life with all your heart and soul. Once you’ve attained this very high state, your energy level will be phenomenal. You will have all the energy you need at all times. Just relax and open, and tremendous energy will rush up inside of you. You are only limited by your ability to stay open.\nIf you really want to stay open, pay attention when you feel love and enthusiasm. Then ask yourself why you can’t feel this all the time. Why does it have to go away? The answer is obvious: it only goes away if you choose to close. By closing, you are actually making the choice not to feel openness and love. You throw love away all the time. You feel love until somebody says something you don’t like, and then you give up the love. You feel enthused\n\nabout your job until someone criticizes something, and then you want to quit. It’s your choice. You can either close because you don’t like what happened, or you can keep feeling love and enthusiasm by not closing. As long as you are defining what you like and what you don’t like, you will open and close. You are actually defining your limits. You are allowing your mind to create triggers that open and close you. Let go of that. Dare to be different. Enjoy all of life.\n\n\nYou cease to leave the seat of self."
  },
  {
    "url": "transmutes://notes/Untethered soul 3",
    "title": "Untethered soul 3",
    "content": "The key to staying happy is really very simple. Begin by understanding your inner energies. If you look inside, you will see that when you’re happy, your heart feels open and the energy rushes up inside of you. When you aren’t happy, your heart feels closed and no energy comes up inside. So to stay happy, just don’t close your heart. No matter what happens, even if your wife leaves you or your husband dies, you don’t close.\n\nThe key is to learn to keep your mind disciplined enough so that it doesn’t trick you into thinking that this time it’s worth closing. If you slip, get back up. The minute you slip, the minute you open your  mouth, the minute you start to close and defend yourself, get back up. Just pick yourself up and affirm inwardly that you don’t want to close, no matter what happens. Affirm that all you want is to be at peace and to appreciate life. You don’t want your happiness to be conditional upon the behavior of other people. It’s bad enough that your happiness is conditional upon your own behavior. When you start making it conditional upon other people’s behavior, you’re in serious trouble\n\nThings are going to happen to you, and you’re going to feel the tendency to close. But you have the choice to either go with it or let it go. Your mind will tell you that it’s not reasonable to stay open when these things happen. But you have limited time left in your life, and what’s really not reasonable is to not enjoy life\n\nIf you have trouble remembering that, then meditate. Meditation strengthens your center of consciousness so that you’re always aware enough to not allow your heart to close. You remain open by simply letting go and releasing the tendency to close. You just relax your heart when it starts to tighten. You don’t have to be outwardly glowing all the time; you’re just joyful inside. Instead of complaining, you’re just having fun with the different situations that unfold \n\nUnconditional happiness is a very high path and a very high technique\n\nbecause it solves everything. You could learn yoga techniques, such as meditation and postures, but what do you do with the rest of your life? The technique of unconditional happiness is ideal because what you’re doing with the rest of your life is already defined—you’re letting go of yourself so that you can remain happy.\n\nyou’re letting go of yourself so that you can remain happy. As far as your spirituality goes, you’re going to grow very rapidly. A person who actually does this every moment of every day is going to notice the cleansing of their heart Once you have passed through trial by fire, and you are thoroughly convinced that you will let go no matter what, then the veils of the human mind and heart will fall away. You will stand face-to-face with what is beyond you because there is no longer a need for you. When you are done playing with the temporal and finite, you will open to the eternal and infinite. Then the word “happiness” can’t describe your state. That’s where words like ecstasy, bliss, liberation, Nirvana, and freedom come in. The joy becomes overwhelming, and your cup runneth over.\nThis is a beautiful path. Be happy.\n\nIf you’re neither pushing life away, nor pulling it toward you, then you are not creating any resistance. \n\nWhat an amazing process life is, this flow of atoms through time and space. It’s just an eternal sequence of events that take form and then instantly dissolve into the next moment. If you resist this amazing force of life, tension builds within you and gets into your body, mind, and spiritual heart.\n\n\nThe power of Self, when it is concentrated and directed into the physical, mental, or emotional realms, creates a force, and we call that force “will.” That’s what you use when you try to make things happen or not happen. You are not helpless in there; you have the power to affect things.\n\nIt’s amazing to see what we end up doing with our will. We actually assert our will in opposition to the flow of life. If something happens that we don’t like, we resist it. But since what we’re resisting has already taken place, what good is it to resist? If your best friend moves away, it’s understandable that you don’t like it. But your inner resistance to that event for years to come, does not change the fact that they did, indeed, move away. It does not do anything to the reality of the situation.\n\nEventually you’ll see that this resistance is a tremendous waste of energy. The fact is, you’re generally using your will to resist one of two things: that which has already happened or that which hasn’t happened yet. You are sitting inside resisting impressions from the past or thoughts about the future. Think of how much energy is wasted resisting what has already happened. Since the event has already passed, you are actually struggling with yourself, not with the event. In addition, contemplate how much energy is wasted resisting what might happen. Since most of the things you think might happen never do, you are just throwing your energy away.\n\n\nHow you deal with your energy flow has a major effect on your life. If you assert your will against the energy of an event that has already happened, it is like trying to stop the ripples caused by a leaf dropped into a still lake. Anything you do causes more disturbance, not less. When you resist, the energy has no place to go. It gets stuck in your psyche and seriously affects you. It blocks your heart’s energy flow and causes you to feel closed and less vibrant. This is literally what is happening when something is weighing on your mind or when things just get too heavy for you.\n\nThere is no reason to get stressed-out. There is no reason for blowing up or shutting down. If you do not let this energy build up inside you, but instead allow each moment of each day to pass through you, then you can be as fresh every moment as you would be on a stress-free vacation. It is not life’s events that are causing problems or stress. It is your resistance to life’s events that is causing this experience. Since the problem is caused by using your will to resist the reality of life passing through you, the solution is quite obvious—stop resisting. If you are going to resist something, at least have some rational basis for resisting. Otherwise, you are irrationally wasting precious energy.\n\nBe willing to examine the process of resistance. In order to resist you first must decide that something is not the way you like it. Plenty of events make it right through you. Why did you decide to resist this one? Something inside of you must have a basis for deciding when to simply let things pass through and when to assert willpower to either push them away or cling to them. There are a billion things that don’t bother you at all. You drive to work every day and you hardly notice the buildings and trees. They white lines on the road don’t stress you out at all. You see them, but they pass right through you. Don’t assume, however, it’s that way for everyone. Someone who paints street lines for a living could get very stressed-out if those white lines were not even. In fact, they could get so stressed-out that they refuse to drive down that road anymore. It’s clear that not all of us resist the same things or have the same issues. This is because we don’t all have the same preconceived notions of how things should be or how much they should matter to us.\n\nThis creates inner tension, turmoil, struggle, and suffering. Instead of seeing this and refusing to allow these past events to run your life, you buy into them. Believing they have real meaning, you put all your heart and soul into either resisting or clinging. But in truth, this entire process has no real meaning. It just destroys your life.\n\n\nThe alternative is to use life to let go of these impressions and the stress they create. In order to do this you have to become very conscious. You have to carefully watch the mental voice that tells you to resist something. It literally commands you: “I don’t like what he said. Fix it.” It gives you advice and tells you to confront the world by resisting things. Why do you listen to it? Let your spiritual path become the willingness to let whatever happens make it through you, rather than carrying it into the next moment. That doesn’t mean you don’t deal with what happens. You’re welcome to deal with it, but first let the energy make it through you. If you don’t, you will not actually be dealing with the current event, you will be dealing with your own blocked energies from the past. You will not be coming from a place of clarity, but from a place of inner resistance and tension.\n\nTo avoid this, begin dealing with each situation with acceptance. Acceptance means that events can make it through you without resistance. If an event takes place and is able to make it through your psyche, you will be left face-to-face with the actual situation as it truly exists. Since you are dealing with the actual event, rather than stored energies stimulated by the event, you won’t assert reactive energy from your past. You will find that you are able to deal with daily situations much better. It is actually possible to never have another problem for the rest of your life. This is because events are not problems; they’re just events. Your resistance to them is what causes the problem. But, again, don’t think that because you accept reality it means you don’t deal with things. You do deal with them. You just deal with them as events that are taking place on the planet Earth, and not as personal problems.\n\nYou will be surprised to find that in most situations there’s nothing to deal with except for your own fears and desires. Fear and desire make everything seem so complicated. If you don’t have fear or desire about an event, there’s really nothing to deal with. You simply allow life to unfold and interact with it in a natural and rational manner. When the next thing happens, you’re fully present in that moment and simply enjoying the experience of life. There are no problems. It’s all about no problems, no tension, no stress, and no burnout.\n\nYou will be surprised to find that in most situations there’s nothing to deal with except for your own fears and desires. Fear and desire make everything seem so complicated. If you don’t have fear or desire about an event, there’s really nothing to deal with. You simply allow life to unfold and interact with it in a natural and rational manner. When the next thing happens, you’re fully present in that moment and simply enjoying the experience of life. There are no problems. It’s all about no problems, no tension, no stress, and no burnout.\n\nWhen the events of this world make it through you, you have reached a deep spiritual state. You can then be conscious in the presence of whatever takes place, without building up blocked energies. When you attain that state, everything becomes clear. In contrast, everybody else is attempting to deal with the world around them while struggling with their own reactions and personal preferences. When a person is dealing with their own fears, anxieties, and desires, how much energy is left for dealing with what’s actually happening?\n\nStop and think about what you’re capable of achieving. Up to now, your capacities have been constrained by constant inner struggles. Imagine what would happen if your awareness was free to focus only on the events actually taking place. You would have no noise going on inside. If you lived like this, you could do anything. Your capabilities would be exponential compared to what you’ve ever experienced. If you could bring this level of awareness and clarity to everything you do, your life would change.\n\nFor example, let’s say you’re afraid of dogs. You come to realize that other people aren’t afraid, and they make it through life. Since you’ve been afraid your whole life, you suffered while others didn’t. That suffering had no meaning. So you decide to work with your fear and relax when you see a dog. The way to work with resistance is by relaxing. That act of\n\nrelaxing through your personal resistance not only changes your relationship with dogs, it changes your r seeelationship with everything. Your soul has now learned how to let disturbing energies pass through. The next time somebody says or does something you don’t like, you automatically treat it the same as you did the fear of dogs. This process of relaxing through resistance is beneficial to everything in your life. This is because it directly addresses how to keep your heart open when it is trying to close.\n\nDeep inner release is a spiritual path in and of itself. It is the path of nonresistance, the path of acceptance, the path of surrender. It’s about not resisting energies as they pass through you. If you have difficulty doing this, don’t get down on yourself. Just keep working with it. It’s the work of a lifetime to become that open, that complete, and that whole.\n\n\nYou truly can reach a state in which you never have any more stress, tension, or problems for the rest of your life. You just have to realize that life is giving you a gift, and that gift is the flow of events that takes place between your birth and your death. These events are he, challenging, and create tremendous growth. To comfortably handle this flow of life, your heart and mind must be open and expansive enough to encompass reality. The only reason they’re not is because you resist. Learn to stop resisting reality, and what used to look like stressful problems will begin to look like the stepping-stones of your spiritual journey.\n\nIt shouldn’t take death to challenge you to live at your6f highest level. Why wait until everything is taken from you before you learn to dig down deep inside yourself to reach your highest potential? A wise person affirms, “If with one breath all of this can change, then I want to live at the highest level while I’m alive. I’m going to stop bothering the people I love. I’m going to live life from the deepest part of my being.”\n\n\nSo start using every day to let go of that scared part of you that won’t let you live life fully. Since you know you’re going to die, be willing to say what needs to be said and do what needs to be done. Be willing to be fully present without being afraid of what will happen in the next moment. That’s how people live when they face death. You get to do that too, because you are facing death every moment\n\nThere is no reason to be afraid of life. And the fear will fade once you understand that the only thing there is to get from life is the growth that comes from experiencing it. Life itself is your career, and your interaction with life is your most meaningful relationship. Everything else you’re doing is just focusing on a tiny subset of life in the attempt to give life some meaning. What actually gives life meaning is the willingness to live it. It isn’t any particular event; it’s the willingness to experience life’s events.\n\nYou’d waste every second of it because you’d figure you’d always have it. It is scarcity that makes things precious. It is scarcity that makes a simple rock become a rare gem. You’re not even there. You’re busy thinking about what you’re going to do next. You’re a month ahead of yourself, or even a year. You’re not living life; you’re living mind. So it is you who throws your life away, not death. Death actually helps you get your life back by making you pay attention to the moment. It makes you say, “My God, I’m going to lose this. I’m going to lose my children. This could be the last time I’ll see them. From now on I’m going to pay more attention to them, and to my spouse, and to all my friends and loved ones. I want to get so much more out of life!”\n\nThis concentration of energies is used to accomplish the given task much more efficiently. This is the power of the Tao. When you stop swinging between the opposites you’ll find that you have far more energy than you ever imagined. That which takes somebody else hours will take you minutes. That which wears out other people will draw very little of your energy. That’s the difference between struggling with the opposites versus staying centered in order to get something done.\n\nWhen you spend your energy trying to maintain the extremes, nothing goes forward. You get stuck in a rut. The more extreme you are, the less forward movement there is. You carve a groove and you get stuck in it. Then there’s no energy moving you in the Tao; it’s all being spent serving the extremes.\n\nIf you choose to center and not participate in the extremes, you will come to know the Tao. You don’t grab it; you don’t even touch it. It’s just what the energy does when it’s not being used to swing toward the extremes. It finds its own way to the center of each event that takes place in life and remains quietly in the middle. The Tao is hollow, empty. Like the eye of a hurricane, its power is its emptiness. All things swirl around it, but it is unmoved. The swirl of life draws its energy from the center and the center draws its energy from the swirl of life. All these laws are the same—in weather, in nature, and in every aspect of your life.\n\nWhen you spend your energy trying to maintain the extremes, nothing goes forward. You get stuck in a rut. The more extreme you are, the less forward movement there is. You carve a groove and you get stuck in it. Then there’s no energy moving you in the Tao; it’s all being spent serving the extremes.\nThe Way is in the middle because that’s the place where the energies are balanced. But how do you stop the pendulum from swinging to the outer edges? Amazingly enough, you do this by leaving it alone. It won’t keep swinging to the extremes unless you feed the extremes with energy. Just let the extremes go. Don’t participate in them, and the pendulum will naturally come toward the center. As it comes to the center, you will get filled with energy. This is because all the energy that had been wasted is now available to you.\n\n\nIf you choose to center and not participate in the extremes, you will come to know the Tao. You don’t grab it; you don’t even touch it. It’s just what the energy does when it’s not being used to swing toward the extremes. It finds its own way to the center of each event that takes place in life and remains quietly in the middle. The Tao is hollow, empty. Like the eye of a hurricane, its power is its emptiness. All things swirl around it, but it is unmoved. The swirl of life draws its energy from the center and the center draws its energy from the swirl of life. All these laws are the same—in weather, in nature, and in every aspect of your life.\n\nIf you choose to center and not participate in the extremes, you will come to know the Tao. You don’t grab it; you don’t even touch it. It’s just what the energy does when it’s not being used to swing toward the extremes. It finds its own way to the center of each event that takes place in life and remains quietly in the middle. The Tao is hollow, empty. Like the eye of a hurricane, its power is its emptiness. All things swirl around it, but it is unmoved. The swirl of life draws its energy from the center and the center draws its energy from the swirl of life. All these laws are the same—in weather, in nature, and in every aspect of your life.\n\n\nAs you center by not participating in the swings, the energies will naturally find their balance. You will become much clearer because so much energy is flowing up in you. The experience of being present in each moment will become your natural state. You won’t be fixated on certain things or caught up in thoughts about the opposites. As you get clearer, life’s events will actually seem to unfold in slow motion. Once this happens, events will no longer seem confusing or overwhelming, no matter what they are."
  },
  {
    "url": "transmutes://notes/Untethered soul read 2",
    "title": "Untethered soul read 2",
    "content": "If you truly want to grow spiritually, you’ll realize that keeping your stuff is keeping you trapped. Eventually you’ll want out, at any cost. You will then realize that life is actually trying to help you. Life is surrounding you with people and situations that stimulate growth. You don’t have to decide who’s right or wrong. You don’t have to worry about other people’s issues. You only have to be willing to open your heart in the face of anything and everything, and permit the purification process to take place. When you do this, the first thing you’ll see is that situations will unfold that hit your stuff. But, in truth, that’s exactly what has been happening your entire life. The only difference is that now you see it as a good thing because it’s an opportunity to let go.\nThe stuff that holds you down periodically rears its head. When it does, let it go. You simply permit the pain to come up into your heart and pass through. If you do that, it will pass. If you are sincerely seeking truth, you’ll let go every time. This is the beginning and end of the entire path—you surrender yourself to the process of emptying yourself. When you work with this, you start to learn the subtler laws of the process of letting go.\n\nThere is a law you will learn very early in the game because it is an unavoidable truth. You will learn it early, but you will fall many times while trying to adhere to it. The law is very straightforward: When your stuff gets hit, let go right then because it will be harder later. It won’t be easier if you explore it or play with it, hoping to take the edge off. It won’t be easier to think about it, talk about it, or try to release only part of it at a time. If you want to be free to the core of your being, you must let go right away because it will not be easier later.\n\nThere is a law you will learn very early in the game because it is an unavoidable truth. You will learn it early, but you will fall many times while trying to adhere to it. The law is very straightforward: When your stuff gets hit, let go right then because it will be harder later. It won’t be easier if you explore it or play with it, hoping to take the edge off. It won’t be easier to think about it, talk about it, or try to release only part of it at a time. If you want to be free to the core of your being, you must let go right away because it will not be easier later.\nIn order to live by this law, you have to understand its principles. First, you must be aware that there is something within you that needs to be released. You must then be aware that you, the one who notices the stuff coming up, are distinct from what you’re experiencing. You are noticing it, but who are you? This place of centered awareness is the seat of the witness, the seat of Self. That is the only seat from which you can let go. Let’s say you notice that something in your heart gets hit. If you let go and stay in the seat of awareness, what you are noticing will pass. If you don’t let go, and instead get lost in the disturbed feelings and thoughts that arise, you’ll see a sequence of events unfold so quickly you won’t know what hit you.\nIf you don’t let go, you’ll notice that the energy that got stimulated in your heart works like a magnet. It’s a phenomenally attractive force that will pull your consciousness into it. The next thing you know, you won’t be there. You won’t maintain the same perspective of awareness that you had when you first noticed the disturbance. You will leave the seat of objective awareness from which you saw your heart begin to react, and you will get involved in the shifting energies coming from your heart. Some time later you’ll come back and realize you weren’t there. You’ll come back and realize that you were totally lost in your stuff. Then you will hope that you didn’t say or do anything you’ll regret.\nYou’ll look at the clock, and five minutes will have gone by, or an hour, or even a year. You can lose your clarity for quite some time. Where did you go? How did you come back? We will address these questions shortly, but what really matters is that when you’re seeing clearly, you’re not going anywhere. You’re simply sitting in the seat of centered awareness watching your stuff get hit. As long as you’re watching, you’re not getting lost in it.\n\nEach of these shifts in your perception should remind you to let go. The moment you start seeing that you don’t like the people you used to like, the moment you start seeing that your life looks really different, the moment it all starts getting negative—let go. You should have let go before, but you didn’t. The trouble is that it’s more difficult now. You could have taken one breath and let go when it started. Now it takes serious work to get your previous seat of consciousness back without going through the whole cycle.\n\nWhat if all you had to do to avoid all of this was to let go in the beginning? If you had, you would have gone up instead of down. That’s how it works. When a blockage gets hit, it’s a good thing. It’s time to open up internally and release the blocked energy. If you let go, and permit the purification process to take place inside, that blocked energy will be released. When it’s released and allowed to flow up, it becomes purified and merges back into your center of consciousness. This energy then strengthens you instead of weakening you. You begin to go up and up, higher and higher, and you learn the secret of the ascent. The secret of the ascent is to never look down—always look up.\nNo matter what happens below you, just turn your eyes upward and relax your heart. You do not have to leave the seat of Self in order to deal with the darkness. It will purify itself if you let it. Getting involved in the darkness does not dispel darkness; it feeds it. Don’t even turn toward it. If you see disturbed energies within you, it’s okay. Don’t think that you don’t have blockages left to release. Just sit in the seat of awareness and never leave. No matter what goes on below you, open your heart and let it go. Your heart will become purified, and you will never know another fall.\nIf you fall along the way, just get up and forget it. Use the lesson to strengthen your resolve. Let go right then. Do not rationalize, blame, or try to figure it out. Don’t do anything. Just let go immediately, and allow the energy to go back to the highest center of consciousness it can achieve. If you feel shame, let it go. If you feel fear, let it go. All of these are the remnants of the blocked energy that is finally being purified.\nAlways let go as soon as you’re aware that you didn’t. Don’t waste your time; use the energy to go up. You are a great being who has been given a tremendous opportunity to explore beyon d yourself. The whole process is very exciting, and you will have good times and bad times. All sorts of things will happen. That’s the fun of the journey.\nSo don’t fall. Let go. No matter what it is, let it go. The bigger it is, the higher the reward of letting go and the worse the fall if you don’t. It’s pretty\n\nblack-and-white. You either let go or you don’t. There really isn’t anything in between. So let all of your blockages and disturbances become the fuel for the journey. That which is holding you down can become a powerful force that raises you up. You just have to be willing to take the ascent.\n\nDo not doubt your ability to remove the root cause of the disturbance inside of you. It really can go away. You can look deep within yourself, to the core of your being, and decide that you don’t want the weakest part of you running your life. You want to be free of this. You want to talk to people because you find them interesting, not because you’re lonely. You want to have relationships with people because you genuinely like them, not because you need for them to like you. You want to love because you truly love, not because you need to avoid your inner problems.\n\nHow do you free yourself? In the deepest sense, you free yourself by findingyourself. You are not the pain you feel, nor are you the part that periodically stresses out. None of thesedisturbances have anything to do with you. You are the one who notices these things. Because your consciousness is separate and aware of these things, you can free yourself. To free yourself of your inner thorns, you simply stop playing with them. The more you touch them, the more you irritate them. Because you’re always doing something to avoid feeling them, they are not given the chance to naturally work themselves out. If you want, you can simply permit the disturbances to come up, and you can let them go. Since your inner thorns are simply blocked energies from the past, they can be released. The problem is, you either completely avoid situations that would cause them to release, r you push them back down in the name of protecting yourself.\n\nYou can notice that you notice and just watch how experiencing loneliness affects you. Does your posture change? Do you breathe slower or faster? What goes o n when loneliness is given the space it needs to pass through you? Be an explorer. Witness it, and then it will go. If you don’t get absorbed in it, the experience will soon pass and something else will come up. Just enjoy all of it. If you can do this, you will be free, and a world of pure energy will open up within\n\nyou.\n\nThis flow has been called Spirit. This is what you begin to experience if you hang out with the Self instead of hanging out with inner disturbances. You don’t have to get rid of loneliness; you just cease to be involved with it. It’s just another thing in the universe, like cars, grass, and the stars. It’s none of your business. Just let things go. That’s what the Self does. Awareness does not fight; awareness releases. Awareness is simply aware while everything in the universe parades before it.\n\n\nThis flow has been called Spirit. This is what you begin to experience if you hang out with the Self instead of hanging out with inner disturbances. You don’t have to get rid of loneliness; you just cease to be involved with it. It’s just another thing in the universe, like cars, grass, and the stars. It’s none of your business. Just let things go. That’s what the Self does. Awareness does not fight; awareness releases. Awareness is simply aware while everything in the universe parades before it.\nIf you sit within the Self, you will experience the strength of your inner being even when your heart feels weak. This is the essence of the path. This is the essence of a spiritual life. Once you learn that it’s okay to feel inner disturbances, and that they can no longer disturb your seat of consciousness, you will be free. You will begin to be sustained by the inner energy flow that comes from behind you. When you have tasted the ecstasy of the inner flow, you can walk in this world and the world will never touch you. That’s how you become a free being—you transcend.\n\nThe body is communicating through its universal language: pain. Your psyche is communicating through its universal language: fear. Self- consciousness, jealousy, insecurity, anxiety—they are all fear.\n\nThe fact is, however, external changes are not going to solve your problem because they don’t address the root of your problem. The root problem is that you don’t feel whole and complete within yourself. If you don’t identify the root properly, you will seek someone or something to cover it up. You will hide behind finances, people, fame, and adoration. If you try to find the perfect person to love and adore you, and you manage to succeed, then you have actually failed. You did not solve your problem. All you did was involve that person in your problem. That is why people have so much trouble with relationships. You began with a problem inside yourself, and you tried to solve it by getting involved with somebody else. That relationship will have problems because your problems are what caused the relationship. It is all so easy to see once you step back and dare to look at it honestly.\n\n\nYou use the same technique to get out of your psychological mess. You just stop telling your mind that its job is to fix your personal problems. This job has broken the mind and disturbed the entire psyche. It has created fear, anxiety, and neurosis. Your mind has very little control over this world. It is neither omniscient nor omnipotent. It cannot control the weather and other natural forces. Nor can it control all people, places, and things around you. You have given your mind an impossible task by asking it to manipulate the world in order to fix your personal inner problems. If you want to achieve a healthy state of being, stop asking your mind to do this. Just relieve your mind of the job of making sure that everyone and everything will be the way you need them to be so that you can feel better inside. Your mind is not qualified for that job. Fire it, and let go of your inner problems instead.\n\n\nAll you have to do is stop expecting the mind to fix what’s wrong inside of you. That is the core, the \nroot of it all. Your mind is not the guilty party. In fact, your mind is innocent. The mind is simply a computer, a tool. It can be used to ponder great thoughts, solve scientific problems, and serve humanity. But you, in your lost state, told it to spend its time conjuring up outer solutions for your very personal inner problems. You are the one who is trying to use the analytical mind to protect yourself from the natural unfolding of life.\n\nEventually it will become quiet enough so that you can simply watch the heart begin to react, and let go before the mind starts. At some point in the journey it all becomes heart, not mind. You will see that the mind follows the heart. The heart reacts way before the mind starts talking. When you are conscious, the shifts of energy in your heart cause you to instantaneously be aware that you are back there noticing. The mind doesn’t even get a chance to start up because you let go at the heart level.\n\nThis journey is one of passing through exactly where you have been struggling not to go. As you pass through that state of turmoil, the consciousness itself is your only repose. You will just be aware that tremendous changes are taking place. You will be aware that there is no solidity and you will become comfortable with that. You will be aware that each moment of each day is unfolding and you neither have control, nor crave it. You have no concepts, no hopes, no dreams, no beliefs, and no security. You are no longer building mental models of what’s going on, but life is going on anyway. You are perfectly comfortable just being aware of it. Here comes this moment, then the next\n\nmoment, and then the next. But that’s really what has always happened. Moment after moment has been passing before your consciousness. The difference is that now you see it happening. You see that your emotions and your mind are reacting to these moments that are coming through, and you’re doing nothing to stop it. You’re doing nothing to control it. You’re just letting life unfold, both outside and inside of you.\nIf you take this journey, you will get to the state in which you see exactly how the unfolding moments bring up a sense of fear. From this place of clarity, you will be able to experience the powerful tendency to protect yourself. This tendency exists because you truly have no control, and that is not comfortable to you. But if you really want to break through, you have to be willing to just watch the fear without protecting yourself from it. You must be willing to see that this need to protect yourself is where the entire personality comes from. It was created by building a mental and emotional structure to get away from that sense of fear. You are now standing face-to-face with the root of the psyche.\n\nWhen you become truly spiritual, you are totally different from everybody else. That which everybody else wants, you don’t want. That which everybody else resists, you totally accept. You want your model to break, and you honor the experience when something happens that can cause disturbance within you. Why should anything that anyone says or does cause you to get disturbed? You’re just on a planet spinning around the middle of absolutely nowhere. You came here to visit for a handful of years and then you’re going to leave. How can you live all stressed-out over everything? Don’t do it. If anything can cause disturbance inside of you, it means it hit your model. It means it hit the false part of you that you built in order to control your own definition of reality. But if that model is reality, why didn’t experiential reality fit? There’s nothing you can make up inside your mind that can ever be considered reality\n\nTry to find the part of you that is capable of noticing that your mind is hyperactive and that your heart is heating up. That part is your way out. There is no way out through building this model of yours. The only way to inner freedom is through the one who watches: the Self. The Self simply notices that the mind and emotions are unraveling, and that nothing is struggling to hold them together.\n\n\nOnce you reach this state, you will never have to worry about anything ever again. The forces of creation will create creation, both inside and outside of you. You will float in peace, love, and compassion beyond it all, yet honoring it all. There is no need for false solidity when you are at peace with the universal expanse of your true Being.\n\n\nNow, if you say yes, it might happen that your wife leaves you, or your husband dies, or the stock market crashes, or your car breaks down on an open highway at night. Those things might happen between now and the end of your life. But if you want to walk the highest spiritual path, then when you answer yes to that simple question, you must really mean it. There are no ifs, ands, or buts about it. It’s not a question of whether your happiness is under your control. Of course it’s under your control. It’s just that you don’t really mean it when you\n\nsay you’re willing to stay happy. You want to qualify it. You want to say that as long as this doesn’t happen, or as long as that does happen, then you’re willing to be happy. That’s why it seems like it is out of your control. Any condition you create will limit your happiness. You simply aren’t going to be able to control things and keep them the way you want them.\n\nThe purpose of your life is to enjoy and learn from your experiences. You were not put on Earth to \nsuffer. You’re not helping anybody by being miserable. Regardless of your philosophical beliefs, the fact remains that you were born and you are going to die. During the time in between, you get to choose whether or not you want to enjoy the experience. Events don’t determine whether or not you’re going to be happy. They’re just events. You determine whether or not you’re going to be happy.\n\nYou can be happy just to be alive. You can be happy having all these things happen to you, and then be happy to die. If you can live this way, your heart will be so open and your Spirit will be so free, that you will soar up to the heavens. This path leads you to absolute transcendence because any part of your being\n\nthat would add a condition to your commitment to happiness has got to go. In the end, enjoying life’s experiences is the only rational thing to do. You’re sitting on a planet spinning around in the middle of absolutely nowhere. Go ahead, take a look at reality. You’re floating in empty space in a universe that goes on forever. If you have to be here, at least be happy and enjoy the experience. You’re going to die anyway. Things are going to happen anyway. Why shouldn’t you be happy? You gain nothing by being bothered by life’s events. It doesn’t change the world; you just suffer. There’s always going to be something that can bother you, if you let it."
  },
  {
    "url": "transmutes://notes/Vibrations!",
    "title": "Vibrations!",
    "content": "https://qz.com/1490276/the-science-of-vibes-shows-how-everything-is-connected/\n\nWhen different oscillating things are close together for a time, they begin to vibrate in sync. That applies to neurons in brains, fireflies gathering, the Moon and Earth, and much more. This phenomenon is called “spontaneous self-organization.” The synchronization is a kind of physical communication between entities.\n\nA definition of a \"healer\" is\nsomeone who was sick and got\nwell, and a great healer is\nsomeone who was very sick and\ngot well quickly.\n\nEverything that manifests itself in your life is there because it matches the vibration from your\nthoughts.\n\n\nYou pump your legs on a swing in the rhythm with the swings natural frequency,timing is more important thant the force you use even small pumps in rhythm with the swing produce large amplitudes\n\nhttps://youtu.be/XwlZBJIp1AA\n\nhttps://www.youtube.com/watch?v=Q3oItpVa9fs --> crazy Expts Nigel Stanford!\n\n\nWith modern society bombarding us with so much electromagnetic energy, it seems increasingly obvious that getting more in tune with the \"Earth energy\" is universally healing. People who leave big, noisy cities and move out to the country enjoy spectacular health improvements. People who contact the earth through gardening, outdoors activities or consuming natural foods are far healthier than those who don't. And almost everyone agrees that a lush, green forest, humming with life, is calming and healing to both the mind and body\n\nThe universe is so vast it is not comprehensible by the human mind. It would be like an ant trying to understand the wonder of the internet.  It can't be done.The universe humbles us as it should.\n\n \nhttps://altered-states.net/barry/universe/\n\nbecause we learn from the inside that all good things appear on their own in our lives as the sun of love rises."
  },
  {
    "url": "transmutes://notes/WOW!",
    "title": "WOW!",
    "content": "A person may appear a fool and yet not be one. He may only be guarding his wisdom carefully.\n\n \"All of humanity's problems stem from man's inability to sit quietly in a room alone,\"\n\nBlaise pascal.\n\nEveryday bite of more than you can chew and chew it.\n\n“One is a great deal less anxious if one feels perfectly free to be anxious, and the same may be said of guilt.”\n\n“Real travel requires a maximum of unscheduled wandering, for there is no other way of discovering surprises and marvels, which, as I see it, is the only good reason for not staying at home.”\n\n“You're under no obligation to be the same person you were 5 minutes ago.”\n\n\nAlan W. WattsAlan W. Watts > Quotes\n \n\n (?)\nShowing 31-60 of 1,271\n“Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes.”\n― Alan Watts\n277 likesLike\n“If you say that getting the money is the most important thing, you'll spend your life completely wasting your time. You'll be doing things you don't like doing in order to go on living, that is to go on doing thing you don't like doing, which is stupid.”\n― Alan Watts\ntags: career, dream, life, money, time, wasting, work269 likesLike\n“Let's suppose that you were able every night to dream any dream that you wanted to dream. And that you could, for example, have the power within one night to dream 75 years of time. Or any length of time you wanted to have. And you would, naturally as you began on this adventure of dreams, you would fulfill all your wishes. You would have every kind of pleasure you could conceive. And after several nights of 75 years of total pleasure each, you would say \"Well, that was pretty great.\" But now let's have a surprise. Let's have a dream which isn't under control. Where something is gonna happen to me that I don't know what it's going to be. And you would dig that and come out of that and say \"Wow, that was a close shave, wasn't it?\" And then you would get more and more adventurous, and you would make further and further out gambles as to what you would dream. And finally, you would dream ... where you are now. You would dream the dream of living the life that you are actually living today.”\n― Alan Watts\n264 likesLike\n“To remain stable is to refrain from trying to separate yourself from a pain because you know that you cannot. Running away from fear is fear, fighting pain is pain, trying to be brave is being scared. If the mind is in pain, the mind is pain. The thinker has no other form than his thought. There is no escape.”\n― Alan Wilson Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety\n254 likesLike\n“One is a great deal less anxious if one feels perfectly free to be anxious, and the same may be said of guilt.”\n― Alan Wilson Watts, Psychotherapy East and West\ntags: mindfulness, psychology229 likesLike\n“And people get all fouled up because they want the world to have meaning as if it were words... As if you had a meaning, as if you were a mere word, as if you were something that could be looked up in a dictionary. You are meaning.”\n― Alan Wilson Watts\ntags: meaning, meaninglessness, the-way-of-liberation211 likesLike\n“You and I are all as much continuous with the physical universe as a wave is continuous with the ocean.”\n― Alan Watts\ntags: oneness, universe206 likesLike\n“If we cling to belief in God, we cannot likewise have faith, since faith is not clinging but letting go.”\n― Alan Wilson Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety\n202 likesLike\n“How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god.”\n― Alan Watts, The Book: On the Taboo Against Knowing Who You Are\n198 likesLike\n“To put is still more plainly: the desire for security and the feeling of insecurity are the same thing. To hold your breath is to lose your breath. A society based on the quest for security is nothing but a breath-retention contest in which everyone is as taut as a drum and as purple as a beet.”\n― Alan Wilson Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety\n197 likesLike\n“A priest once quoted to me the Roman saying that a religion is dead when the priests laugh at each other across the altar. I always laugh at the altar, be it Christian, Hindu, or Buddhist, because real religion is the transformation of anxiety into laughter.”\n― Alan Wilson Watts\ntags: eqaility, faith, freedom, laughter, mysticism, religion, spirituality191 likesLike\n“What I am really saying is that you don’t need to do anything, because if you see yourself in the correct way, you are all as much extraordinary phenomenon of nature as trees, clouds, the patterns in running water, the flickering of fire, the arrangement of the stars, and the form of a galaxy. You are all just like that, and there is nothing wrong with you at all.”\n― Alan Watts\n188 likesLike\n“But I'll tell you what hermits realize. If you go off into a far, far forest and get very quiet, you'll come to understand that you're connected with everything.”\n― Alan Watts\n181 likesLike\n“Other people teach us who we are. Their attitudes to us are the mirror in which we learn to see ourselves, but the mirror is distorted. We are, perhaps, rather dimly aware of the immense power of our social enviornment.”\n― Alan Wilson Watts, The Book: On the Taboo Against Knowing Who You Are\ntags: enviornment, self180 likesLike\n“The world is filled with love-play, from animal lust to sublime compassion.”\n― Alan Watts\ntags: love, sex, zen170 likesLike\n“We seldom realize, for example, that our most private thoughts and emotions are not actually our own. For we think in terms of languages and images which we did not invent, but which were given to us by our society. We copy emotional reactions from our parents, learning from them thatexcrement is supposed to have a disgusting smell and that vomiting is supposed to be an unpleasant sensation. The dread of death is also learned from their anxieties about sickness and from their attitudes to funerals and corpses. Our social environment has this power just because we do not exist apart from a society. Society is our extended mind and body. Yet the very society from which the individual is inseparable is using its whole irresistible force to persuade the individual that he is indeed separate! Society as we now know it is therefore playing a game with self-contradictory rules.”\n― Alan Wilson Watts, The Book: On the Taboo Against Knowing Who You Are\ntags: social-learning, society168 likesLike\n“We could say that meditation doesn't have a reason or doesn't have a purpose. In this respect it's unlike almost all other things we do except perhaps making music and dancing. When we make music we don't do it in order to reach a certain point, such as the end of the composition. If that were the purpose of music then obviously the fastest players would be the best. Also, when we are dancing we are not aiming to arrive at a particular place on the floor as in a journey. When we dance, the journey itself is the point, as when we play music the playing itself is the point. And exactly the same thing is true in meditation. Meditation is the discovery that the point of life is always arrived at in the immediate moment.”\n― Alan Watts\ntags: definition163 likesLike\n“So then, the relationship of self to other is the complete realization that loving yourself is impossible without loving everything defined as other than yourself.”\n― Alan Wilson Watts\ntags: illusion-of-self, love, self, self-love161 likesLike\n“Irrevocable commitment to any religion is not only intellectual suicide; it is positive unfaith because it closes the mind to any new vision of the world. Faith is, above all, openness - an act of trust in the unknown.”\n― Alan Wilson Watts, The Book: On the Taboo Against Knowing Who You Are\n148 likesLike\n“What we have to discover is that there is no safety, that seeking is painful, and that when we imagine that we have found it, we don’t like it.”\n― Alan Wilson Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety\n135 likesLike\n“There is nothing at all that can be talked about adequately, and the whole art of poetry is to say what can't be said.”\n― Alan Wilson Watts\ntags: poetry, power-of-words134 likesLike\n“Real travel requires a maximum of unscheduled wandering, for there is no other way of discovering surprises and marvels, which, as I see it, is the only good reason for not staying at home.”\n― Alan Wilson Watts, The Book: On the Taboo Against Knowing Who You Are\n132 likesLike\n“If, then, my awareness of the past and future makes me less aware of the present, I must begin to wonder whether I am actually living in the real world.”\n― Alan Wilson Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety\n131 likesLike\n“This, then, is the human problem: there is a price to be paid for every increase in consciousness. We cannot be more sensitive to pleasure without being more sensitive to pain. By remembering the past we can plan for the future. But the ability to plan for the future is offset by the \"ability\" to dread pain and to fear of the unknown. Furthermore, the growth of an acute sense of the past and future gives us a corresponding dim sense of the present. In other words, we seem to reach a point where the advantages of being conscious are outweighed by its disadvantages, where extreme sensitivity makes us unadaptable.”\n― Alan Wilson Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety\n129 likesLike\n“You're under no obligation to be the same person you were 5 minutes ago.”\n― Alan Watts\ntags: flickr128 likesLike\n“Really, the fundamental, ultimate mystery -- the only thing you need to know to understand the deepest metaphysical secrets -- is this: that for every outside there is an inside and for every inside there is an outside, and although they are different, they go together.”\n― Alan Watts\ntags: definition125 likesLike\n“For unless one is able to live fully in the present, the future is a hoax.\nThere is no point whatever in making plans for a future which you will\nnever be able to enjoy. When your plans mature, you will still be living\nfor some other future beyond. You will never, never be able to sit back\nwith full contentment and say, \"Now, I've arrived!\" Your entire\neducation has deprived you of this capacity because it was preparing\nyou for the future, instead of showing you how to be alive now.”\n\n“Paradoxical as it may seem, the purposeful life has no content, no point. It hurries on and on, and misses everything. Not hurrying, the purposeless life misses nothing, for it is only when there is no goal and no rush that the human senses are fully open to receive the world.”\n\nI have not failed I just have found 10k ways which doesn't work\n\nThe mind becomes a place the soul goes to hide from the heart."
  },
  {
    "url": "transmutes://notes/When OTHERS COME INTO PICTURE",
    "title": "When OTHERS COME INTO PICTURE",
    "content": "Without yielding to the doubt ‘Is it possible, or not?’, one should persistently hold on to the meditation on the Self. Even if one be a great sinner, one should not worry and weep ‘O! I am a sinner, how can I be saved?’ One should completely renounce the thought ‘I am a sinner’ and concentrate keenly on meditation on the Self; then, one would surely succeed. There are not two minds – one good and the. other evil; the mind is only one. It is the residual impressions that are of two kinds auspicious and inauspicious. When the mind is under the influence of auspicious impressions it is called good; and when it is under the influence of inauspicious impressions it is regarded as evil. The mind should not be allowed to wander towards worldly objects and what concerns other people. However bad other people may be, one should bear no hatred for them. Both desire and hatred should be eschewed. All that one gives to others one gives to one’s self. If this truth is understood who will not give to others? When one’s self arises all arises; when one’s self becomes quiescent all becomes quiescent. To the extent we behave with humility, to that extent there will result good. If the mind is rendered quiescent, one may live anywhere ."
  },
  {
    "url": "transmutes://notes/Wow jiddu wow",
    "title": "Wow jiddu wow",
    "content": "https://youtube.com/shorts/JHhHqjH-7lU?feature=share"
  },
  {
    "url": "transmutes://notes/confusion",
    "title": "confusion",
    "content": "https://jkrishnamurti.org/content/talks-new-delhi-1st-public-talk-30th-october-1982-%E2%80%98-root-cause-confusion%E2%80%99/confusion\n\nAs we pointed out over and over again, that thought is born of memory, memory is the result of knowledge and experience. And thought therefore is always limited, for knowledge is everlastingly limited because there can be no complete knowledge about anything. And thought born out of that must also be very, very limited. And the world in which we live, our daily life, our careers, our anxieties, fears and sorrows, are the result of our thinking, are the product of our daily activity.\n\nBecause without order there is no freedom, without complete order, not occasionally or once a week, but in our daily life to have this complete total order not only brings freedom but there is then in that order, love. A disordered, confused, conflicting mind cannot have or be aware what love is."
  },
  {
    "url": "transmutes://notes/garry weber (evolve beyond thought) - work attachm",
    "title": "garry weber (evolve beyond thought) - work attachment, DiY , society standards ) ",
    "content": "A typical question is “If there is no free will, why should I do anything?” Ramana Maharshi answered:\nThe feeling ‘I work’ is a hindrance. Ask yourself ‘Who works?’. Then the work will not bind you, it will go on automatically. Make no effort either to work or to renounce; it is your effort which is the bondage.\n\nThe “blah, blah”, self-referential, problematic, emotionally-charged thoughts (SRIN) originate in the Default Mode Network. (8) Non-problematic planning, problem-solving and analysis thoughts originate in the Tasking Network. There is a separate Control network which manages the switching between these two networks. (9)\n\nFortunately, the brain can differentiate between these two types of thoughts, and problematic ones can be dealt with through self-inquiry meditation and letting-go exercises. The problem-solving, planning thoughts can then function more efficiently and effectively as the bandwidth and energy consumption of the “blah, blah” thoughts are gone and the signal/noise ratio has been improved dramatically.\nThe order of the verses was selected by the order in which they typically arise in a nondual awakening practice.\n\nThe latest neuroscience demonstrates that over 99% of our actions are controlled by our “non/sub/un- conscious” off-line brain, the “elephant”, whose actions the “conscious” on-line brain, the “rider”, cannot even perceive, let alone control. (2)\n\nrider powered by elephamt analogy very useful. \nEvolutionary development created a “rider”, a user interface functioning as press secretary, judge, jury, critic, apologist, etc. that talks to itself about itself, all day. It can only handle 7 +/- 2 pieces of data at a time, functions at 40 to 60 bits/second and can solve only one problem at a time.\n\nhe “elephant” parts of the brain have over 100 trillion synaptic interconnections for data storage, information handling and manipulation, and processes information in a massively-parallel way. Processing speeds are roughly 25,000,000 bits/sec for an aggregate rate of something like 360,000,000,000 bits/sec. Virtually all bodily functioning, and all complex, important problem solving, planning, analysis, choosing, etc. is done “off line”.\n\n“If one wants to abide in the thought-free state, a struggle is inevitable. One must fight one's way through before regaining one's original primal state. If one succeeds in the fight and reaches the goal, the enemy, namely the thoughts, will all subside in the Self and disappear entirely.” (1)\n“Dhyana means fight. As soon as you begin meditation other thoughts will crowd together, gather force and try to sink the single thought to which you try to hold... This is the battle royal always taking place in meditation. One wants to rid oneself of misery. It requires peace of mind, which means absence of perturbation owing to all kinds of thoughts.” (2)\n\nSimilarly, the sense of “ourselves passing through time with a past and future” is created by a sub- network in the Default Mode Network. If this is de-activated by nondual meditation, psychedelics, or other approaches for reaching a “transcendent” state, then the experience of living “now, now, now” manifests. (4)\n\nAs described in XIV, 5, such a person is called a “guna-atiitaH”, or one who has transcended – “atiitaH”- the gunas. Verse XIV, 21, asks “By what signs is one known who has gone beyond these three qualities (gunas)? What is his behavior, and how does he transcend these three qualities?”. The answer is given in the following verse, XIV, 22:\n\nprakaasham ca pravrittiM ca moham eva ca paandava\nna dveshti sampravrttaani na nivrttaani kaankshati\nnot dislike them when appear nor when disappear long for them\n\nThis verse if often misinterpreted. Much focus is placed on reaching a sattvic state so that one is not buffeted by the dance of rajas/activity and tamas/laziness/inertia. However, this is not the ultimate goal. Even sattva, the illumination arising from knowledge, can lead to attachment. Complete liberation goes beyond attachment to even the sattvic state.\n\nThere is a Tibetan Vajrayana sand-painting practice where monks take many days constructing an elaborate mandala, painstakingly detailing the wonders and complexities of the universe. When it is completed, it is swept up and thrown it into a body of water, symbolizing the impermanence of life and its transcendence. As the 14th century Dzogchen master, Longchengpa Rabjempa said, “Where there is no you, there is no mandala”, a perfect demonstration of nonduality. (3)\n\nYour thoughts are dependent upon the “I- thought”.\nThe mind is nothing but thoughts. Know that the “I” is the mind.\n\n\nGreat perspective on body: \n\nContemporary culture, and to some extent evolution, focuses on making “our” bodies beautiful and matching some idealized model reinforced by mass marketing. This is a “great hell” if folk are strongly attached to that appearance.\nWorking with a young woman who was strongly attached to her attractiveness, i asked what she would do if she lost an arm. She quickly replied “I would kill myself”. When asked about a finger, the same answer emerged.\nThe inevitable, natural decline in the body as it ages can be that “great hell” if we are strongly identified with our attractiveness. Struggling against this decline, folk use plastic surgery, injections, liposuction, lotions, diets, exercise programs, etc., desperate in an ultimately-futile exercise.\nSome fingers typing this line are mangled, others are genetically-distorted. This body has many maladies. These have been great gifts, particularly the mangled finger, which made it impossible to continue with golf, which had been a serious attachment. It freed up many hours for meditation and yoga and made it clear that “i am not this body” as nothing changed in Consciousness.\nDeconstructing the “I am this body” belief, we escape this “great hell” of fears, anxieties, stories, depression, etc. and live a life of Bliss, Stillness and “now, now, now”.\n\nThis mind is defined and created by the belief that “I am this body”. Without this belief, there would be no need for a concept of a “mind” to manage, direct and maintain the body. The body evolved to protect itself and did so successfully for millennia before the “I” concept manifested. As pointed out earlier, the on-line, conscious “rider” of the ego/I has only 1/500,000 of the processing capability of the off-line “elephant” which does 99.99% of the operation of the body “all by itself”.\n\nLooking at those thoughts, the problematic, self-referential narrative ones all contain an I/me/my creating desires and fears by imagining the future or reconstructing the past. It may have been useful when the dangers were “lions and tigers and bears” or the folk in the next cave.\nHowever, in today’s staggeringly complex, massively-interconnected world, the dangers are mentally created from countless information sources of questionable credibility, instantaneously, on everything, everywhere. Even minor happenings on the other side of the world, about which we can do nothing, are constantly updated and sensationally discussed in great detail, until the next one arises in a few minutes. This generates continual anxiety, stress and unhappiness in a futile exercise.\n\nAs discussed earlier, a sub-network in the Default Mode Network creates the sense of “self and other”. If this sub-network is deactivated by meditation, mystical experiences, or psychedelics, or if the “I” concept is deconstructed, there is no neural functioning to generate this limitation. (1)\n\nCan you remember a sorrow that wasn’t tied to this belief in the body being what you are? What would trauma, illnesses, disease, failed relationships, unemployment, or loss of loved ones be like if you were not attached to this belief that you were this body? Remember, or imagine, how quickly your “identity” changes when you receive a “good” or “bad” prognosis for a serious illness or disease, and then when it was subsequently reversed.\nIsn’t it clear that suicide is a decision that the “I”makes that some great suffering only exists because of the body’s existence and that if it were done away with, all would be fine? Just look carefully and see how that belief arises from the ego/I’s distortions, stories, fears, etc. generating those sorrows? If the ego/I realized it would not be present for the funeral, and was only an outdated program running on a second-rate processor with little functional value or meaningful contribution, would this decision even arise? (1) (2) (3)\n\n\n\nThis great mis-touch, or mis-take, of assuming that the body needs the “I” to function successfully, is a great distortion and error as discussed earlier. The body functions “just fine” without the “conscious” involvement of the “I” with its seriously limited processing power and data handling capability and endless talking to, judging, and arguing with itself, about itself.\n\nDo those species that don’t have self-referential consciousness have the ongoing angst of “death” that our species does? Do you see birds worrying and distressed about how old they are and how long they have left to live? Are they concerned about their “life’s purpose” and whether they fulfilled it? Or do they just go about being, in the moment, without dread, worry, or fear of “dying”, functioning at the limit of their capabilities until those bodies cease working?\n\nNow i realised the meaning of reincarnation it just means the field has altered itself through your deeds and experiences! \n\nThere is now no one “here” that wants, needs, or merits continuing. Whatever learning has occurred in, of and by the Self, has already been integrated into the vast Field of Universal Consciousness where it affects the memes of “everything” now and in the future. No continuation of an individual entity is meaningful.\n\nBelieving that one’s body is what one is, one faces the “great sin” of being misled to pursue society’s targets of desirable genetic partners, power and wealth. Instead, focus on the target of going beyond suffering, realize that you are not this body, and hit the “gold” at the center of the target of the Bliss and Stillness of nondual awakening.\n\nWith continued perseverance in self-inquiry and letting-go of attachments, it will become true, natural, and continuous, without any “ownership” or “doing”. It is important to remember that not only are “you” the Self, but so is everything and everyone else and it has always been that way.\n\nThis is an important distinction between nondual awakening and many other religious and spiritual traditions and practices, which have goals like “compassion”, “love” or “not sinning”. Nondual awakening is all about the “Bliss”.\n\nWhat is my nature?\naham eva hi gupta atmaa aham eva nirantaram\nI am alone truly mysterious Self I am alone gapless\naanandaM paramaM maanam idaM dRshyaM na kincana\nbliss supreme measure all this that is seen not anything\nI am alone the mysterious Self. I am alone the gapless.\nBliss is the supreme measure. All this which is seen is not anything.\n\nThat is not the reality. Although it is impossible to accurately describe, like the smell of a rose, the Self can be found, on a DIY basis, through free, non-secret, practices like self-inquiry and “letting go” of attachments.\nu practices, etc. It is also how thousands of hours of yoga, meditation, etc. unfolded in my process with little direct guidance as there was no other alternative.\n\nA good approach is to spend time around someone, and see if, at your deepest level, you really “trust” them. Our brains evolved great capacity to rapidly analyze body languaüge and speech for just this process as our survival depended on it. Listen carefully to the “intuition” from the off-line “elephant” and not the on-line ego/I “rider”, yours or your friends as discussed earlier.\n\nIt is also important to remember that the best teachers may be your family, friends, partners, roomies, the clerk at Trader Joes, the folk in line at the DMV, fremenies, etc. Remember, Universal Consciousness/She is everywhere in everyone...everyone. \n\n\n“Happiness beyond happiness” describes happiness beyond the typical happiness that comes from getting an object or situation you desired, or having an object or situation removed that you didn’t like. That happiness quickly fades, followed by craving, longing, and disappointment and the endless self- referential internal narrative thoughts that go with them. The title of my first book, “Happiness Beyond Thought” describes that different type of happiness.\n\nAs mentioned earlier, it is easiest to see Her by looking between objects, breaths and thoughts rather than at them. Use the objects as pointers to where She is “unmanifested” as the Bhagavad Gita says. She is everywhere, but most obvious in the gaps and spaces.\n\nverses which will capture their lives essesnce of ribhu gita. \n\nverse 1:\naatma jnaanaM paraM shaastraM aatma jnaanam anuupamaM\nSelf knowledge highest science Self knowledge unequalled\n\naatma jnaanaM paro yoga aatma jnaanaM paraa gatiH\nSelf knowledge highest yoga Self knowledge supreme goal\n\nKnowledge of the Self is the supreme science. Knowledge of the Self is unequalled. Knowledge of the Self is the highest yoga. Knowledge of the Self is the supreme goal.\n“anuupamaM” can also be translated as “beyond compare.”\n\n\nI have the hypothesis that when your life is in danger, your body switches-off the non-vital systems to focus completely on the problem, and the ego goes away in that process...\n\non free will \n\nAlbert Einstein:\n\"Everything is determined, the beginning as well as the end, by forces over which we have no control. It is determined for insects as well as for the stars. Human beings, vegetables, or cosmic dust, we all dance to a mysterious tune, intoned in the distance by an invisible piper.“\n\n\"You can will what you want, but you can't will what you will\". (1)\n\nTo believe that we had conscious \"free will\" and control at a quantum level, we would have to be continuously aware, every microsecond, of every atom in our finger nail and be deciding exactly what it would do. At the same time, we would have to be making the same decisions for every atom in our left ear, right knee, and tip of our nose, etc. Then the next microsecond, do it again, and again, and again...it's just not possible.\n\n\nvery practical answer by gary: \n\nSo if there's no free will then I have no obligation to try and improve my self and my life?\n\nGary: Hi Saif,\n\nThat's correct, since you have no free will or control, nor does anyone else, you have no obligation to \"try and improve my self and my life\", simply because there is no one, no Saif, no others, to have it.\nIf you do the self-inquiry, you will find as i did that there is no \"I\" there, which the neuroscience confirms, which makes the entire debate meaningless and the understanding obvious.\n\nThat doesn't mean that your life may not improve, or go exactly the opposite of the way \"you\" wanted it to go, as it will be totally out of your control. The big surprise for \"me\" was that \"my life\" was running so much better without \"me\" in it, particularly as nothing that i wanted to have happen, happened.\nWhat did happen, serendipitously and out of my control, was so much more wonderful and exciting than what \"i\" had planned, that it was easy to just let go and completely surrender to whatever manifested. It was clear that whatever was running \"my life\" was much better at it than i was and had connections, knowledge and powers far beyond mine.\n\n\nYes, that is the point, \"there just isn't any free will\", whether we like it or not and whether it is both nature and nurture, or mostly one or the other, we're not in control of what is going on and we have no real choices.\n\nSo just let go of that outdated belief and enjoy the dance that \"something else\", with powers, intelligence and knowledge far beyond ours is performing for Her evolution.\n\n\"Feeling your way to nondual awakening\", always feel your way to what works best for you. That is the most reliable guide i have found in this work. (1)\n\nAnd, as you mentioned, persevere, persevere, persevere.\n\nFreedom from the burden of choice is liberation.\nG\nHi Roy.\nTotally agree.\nIt is amazing how directly freedom from the illusion/burden of believing you have free will and are in control liberates one from the egoic/doer structure. With it goes the illusion of good deeds and bad deeds.\nInstead of \"life\" continuing to be a terrifying place believing one is in control, one discovers that life with the understanding that free will is a delusion, is easy, sweet and liberated and so much \"safer\" than before.\n\nWhat a nice comment : \n\nGreat that you found it useful. As you may have heard, i \"backed into\" the \"no free will\" understanding. i was very deterministic until my self-referential thoughts stopped, and the \"I\" fell away. Then it was obvious there was no one to be in control, or to have \"free will\", nor had there ever been. \nInstead of being a dreaded, chaotic, troubled, space, i found that understanding to be one of the most freeing, enabling, and beautiful things that ever happened. All of my \"sins\", \"regrets\", \"failures\", etc. fell away, as did my \"achievements\", \"accomplishments\", etc. (which were even more disempowering that my failures) and i was just left in \"now, now, now\", fully present for whatever arose. \nIt is such a magnificent way to live. \n\ni haven't seen that the \"free will\" program has any positive effect on stopping any addictive habits, like smoking, porn, alcohol, social media, gambling, etc. If it did, we wouldn't have any problem dropping them. If anything, it only creates guilt that we haven't been able to stop, which feeds the monster.\n\nAn interesting discussion, but the most important thing is to recognize that realizing that we don't have control, or free will, or anyone to have them, is just how much easier, and more \"full of wonder\" your life becomes.\n\n\nGreat video by webber: \nhttps://youtu.be/dnfNn4I6Zbg\n\nhttps://youtu.be/Svcb5iMw3Io\n\n\"Why are you so unhappy?\nBecause ninety-nine percent of what you think,\nAnd everything you do,\nIs for your self,\nAnd there isn't one.\"\n \n---Wei Wu Wei\n\nRich and Garry converstion here - https://youtu.be/Rf98oSvmeXs\n\nSurrendering any attachment to any kind of JOB.\n\nYou are not bonded by any kind of jobs, jobs just come and pass through you and you remain as you are fully present in the moment, it doesn't matter what the job is passing you by at the time...what happens to you is none of your business....high pain no pain , all you can do is be now, moment by moment , there is no agenda, no script , doesn't matter what you find yourself doing...100 percent here that's the best thing you can do...if you don't know anything about the topic you will contribute, your being. I was getting in the way. When you learn the words you become curious about the relationship and don't get in the way. All the skill learning is easier.\n\nForeign language - big misperception that you can't use your problem solving circuit with thought, you can do it. Two classes of thought and brain is smart enought to recognise the energy field of thoughts and non duality will remove surgically all the other type of thoughts. Brain can sort the things out trust the brain.\n\nThe more we surrender we do what's obvious to us and there is delight in it. This pleasure wants to be shared, sharing it as a nurse, sales person, Handy man.\n\nIts DIY, you have to be a lamp to yourself. Each of us has to feel our way into this pathless land, we can't, the first principle is to not to fool yourself, cuz you are the easiest person you can fool. Keep going! Another problem is the badge, once you have a badge you get trapped in the name.for eg : you are enlightened, that's the worst thing that can happen to you! Because you get stuck there cuz you https://youtu"
  },
  {
    "url": "transmutes://notes/gary final email",
    "title": "gary final email",
    "content": "Gary final Email: \n\nHi Sanket, I tried for several years to be a \"pure\" vegetarian when I was travelling a lot. However, on one trip to Japan, where I was hosting some meetings, it was clear that I was totally physically exhausted. The Japanese folk took me out for a night of \"shabu shabu\", which is cooking beef in a \"hot pot\". That immediately changed the situation and the meeting. Since then I have been largely a \"pescatarian\", which is vegetarian plus fish. However , that is not available, so my wife has convinced me to try our turkey, which you may not be familiar with, as a substitute. The best advice is what you read about keeping a food journal and see what effects different types of food have on your system. It depends a great deal on your activity level, and types of activities.As far as your practices to work with, to be \"surrendered\", it is really an active, not a passive process. \"Trust\" alone won't do it. Go to \"happinessbeyondthought.blogspot.com\", where my blogs are . The blog posts \"Self-inquiry vs the egos/Is - How it works - the neuroscience\" and \"What is the 'Direct Path' to nondual awakening? What is self-inquiry? describe how best to do it. Do self- Inquiry for 35 to 50 minutes per day and put it into your day 5 or 6 times for 2 minutes. The best questions are \"Where am I?, What is this?, Who hears?, When am I?\". Stick with whatever question you choose for a month, before going to another one. Perseverance and focus are the keys to success. To deal with any \"thoughts\" and stories, it is important to use the \"letting go\" practices described in \"surrendering the 'I', letting go of suffering\" and \"letting go your attachments to awaken...why/how/when\" which are time-tested and well documented. For surrendering, use the practice that Ramana Maharshi recommended: “He knows what is best and when and how to do it. Leave everything entirely to Him. His is the burden; you have no longer any cares. All your cares are His. Such is surrender.”, I have found it most powerful to link these together with alternate nostril breathing. As far as alternate nostril breathing there is a good video @ \"Alternate Nostril Breathing\". Use this anytime you are \"efforting\" to make something happen, or are \"stuck\" and can't find a solution to a problem.It can be used many times a day for all manner of things. As described above, and under the signature to this email, there are lots of resources, all free in some format. There is a lot there, which begs the question of how one decides which one to listen to. IME, the \"right\" resource at that time will \"feel\" different from all others. The blogpost \"Feeling your way to nondual awakening\" can give some helpful tips. Trust this is useful. Stillness and letting go, GaryFeeling your way to nondual awakening\" can give some helpful tips. Trust this is useful. Stillness and letting go, GaryFeeling your way to nondual awakening\" can give some helpful tips. Trust this is useful. Stillness and letting go, Gary"
  },
  {
    "url": "transmutes://notes/soul.ai",
    "title": "soul.ai",
    "content": "https://platform.soulhq.ai/"
  },
  {
    "url": "transmutes://notes/surrenderer experiment",
    "title": "surrenderer experiment",
    "content": "\"There is so much evidence that life does quite well on its own. The planets stay in orbit, tiny seeds grow into giant trees, weather patterns have kept forests across the globe watered for millions of years, and a single fertilized cell grows into a beautiful baby. We are not doing any of these things as conscious acts of will; they are all being done by the incomprehensible perfection of life itself.\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\n\n\"If the natural unfolding of the process of life can create and take care of the entire universe, is it really reasonable for us to assume that nothing good will happen unless we force it to? It is to the exploration of this intriguing question that this book is devoted.\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\n\"Am I better off making up an alternate reality in my mind and then fighting with reality to make it be my way, or am I better off letting go of what I want and serving the same forces of reality that managed to create the entire perfection of the universe around me?\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\n\"It was like when you stare at one of those posters that has a hidden picture inside. At first it appears to be just a circle with line patterns. Then, suddenly, you see an entire 3-D image emerge from what originally looked like chaos. Once you see it, you can’t imagine how you hadn’t seen it before. It was right there! Such was the shift that happened inside of me. It was so obvious—I was in there watching my thoughts and emotions. I had always been in there watching, but I had been too unaware to notice. It was as though I had been so involved in their details that I never saw them as just thoughts and emotions.\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\n\"If I see something, I’m instantly aware of seeing it. Why does the voice have to tell me that I see it and how I feel about it?\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\n\"What Three Pillars of Zen had to say was very clear and unequivocal. It said to stop reading, talking, and thinking about your mind, and just do the work necessary to quiet it down. The required work was equally unambiguous—meditate.\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\n\"I was like a child having to learn everything all over again. I had to learn to eat in a way that was consistent with that peace. I used to smoke pot; I stopped completely. My state was crystal clear, and I didn’t want to dull it one iota. I had to learn to go to classes and take tests while remaining perfectly centered. I was in a doctoral program, on full fellowship. I had to learn to use my intellectual mind without disturbing the peace that I now loved more than life itself.\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\n\"The rules of the experiment were very simple: If life brought events in front of me, I would treat them as if they came to take me beyond myself. If my personal self complained, I would use each opportunity to simply let him go and surrender to what life was presenting me.\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\n\"I had gone through most of my life thinking I knew what was good for me, but life itself seemed to know better. I was now going to test that presumption of nonrandomness to the max. I was willing to roll the dice and let the flow of life be in charge.\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\nand the only reason I was resisting it was because of a personal preference, I would let go of my preference and let life be in charge and melodramas, as the enemy that had to be destroyed. I looked at him now with a new understanding. I needed to use all these disturbed personal energies for my ascent. It was perfectly clear to me that since he was the problem, he was also the solution. I actually felt a tinge of compassion toward that struggling person within me. I would later come to learn that the Bhagavad Gita says that one should raise the self with Self, not trample down the self. I had been trampling down my personal self\n\nDo whatever is put in front of you with all your heart and soul without regard for personal results. Do the work as though it were given to you by the universe itself—because it was.\n\nFor years I had been willing to let go of my personal preferences and focus on doing the absolute best I could with what life presented me. I hadn’t expected anything in return, and I was very humbled to see what was unfolding\n\n\"Challenging situations create the force needed to bring about change. The problem is that we generally use all the stirred-up energy intended to bring about change, to resist change.\" \n\nHe had been a developer, team leader, and project manager. Tim excelled so thoroughly at his overall project development and people skills that he was now a senior consultant for Texas Instruments running large projects for clients. Interestingly, at that time he was consulting on a major IT project for Blue Cross Blue Shield of Florida.\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)\n\n\"that the constant act of letting go of one’s self-centered thoughts and emotions was all that was needed for profound personal, professional, and spiritual growth.\" (from \"The Surrender Experiment: My Journey into Life's Perfection\" by Michael A. Singer)"
  },
  {
    "url": "transmutes://notes/vivekanand , advaita_",
    "title": "vivekanand , advaita ",
    "content": "https://advaitaashrama.org/the-essence-of-vedanta-swami-vivekanandas-explanation-of-the-mahavakyas/\n\nhttps://www.getbengal.com/details/i-shall-not-live-to-be-40-years-old-how-did-swami-vivekananda-know-when-he-would-die\n\nhttps://www.innerpeacefellowship.org/adi-shankara-advaita-vedanta/?gclid=CjwKCAjw0qOIBhBhEiwAyvVcf8qgw7F8yS03Ggs487Q_Lq0asaQH0exRpxY9VrEn0xUCvDho_BQwrSN\n\nSwami Vivekanand on Education -\n by Stand up man & women In this spirit, dare to believe in truth,dare to practice the truth, The world requires a few hundred bold men and women. \n\nThat is why it is very important that we should be rightly educated not to be Smothered by tradition not to fall into the destiny of particular racial, cultural, or family group, educated not to become mechanical beings moving towards a pre-determined end and The men who understands this whole process who breaks away from it & Stands alone creates his own momentum and if his action is a breaking away from the false towards the truth than that momentum  becomes the truth  such men are free of destiny"
  }
]